{"translation-revision-date":"2023-05-17 23:10:58+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},", the rewritten post, is now scheduled to replace the original post. It will be published on":[", det omskrevne indlæg, er nu planlagt til at erstatte det oprindelige indlæg. Den vil blive offentliggjort d."],"You're about to replace the original with this rewritten post at the specified date and time.<br \/><br \/>Do you want to compare your changes with the original version before merging?<br \/><br \/><button>Save changes and compare<\/button>":["Du er ved at erstatte originalen med dette omskrevne indlæg på den angivne dato og klokkeslæt.<br \/><br \/>Vil du sammenligne dine ændringer med den originale version før sammenlægning?<br \/><br \/><button>Gem ændringer og sammenlign<\/button>"],"Are you ready to schedule the republishing of your post?":["Er du klar til at planlægge genudgivelsen af dit indlæg?"],"Schedule republish…":["Planlæg genudgivelse..."],"After republishing your changes will be merged into the original post and you'll be redirected there.<br \/><br \/>Do you want to compare your changes with the original version before merging?<br \/><br \/><button>Save changes and compare<\/button>":["Efter genudgivelsen vil dine ændringer blive flettet ind i det originale indlæg, og du vil blive omdirigeret dertil.<br \/><br \/>Vil du sammenligne dine ændringer med den originale version, før de flettes?<br \/><br \/><button>Gem ændringer og sammenlign<\/button>"],"Are you ready to republish your post?":["Er du klar til at genudgive dit indlæg?"],"Republish on:":["Genudgive d.:"],"Republish:":["Genudgiv:"],"Schedule republish":["Planlæg genudgivelse"],"Republish":["Genudgiv"]}},"comment":{"reference":"js\/dist\/duplicate-post-strings-450.js"}}