{"translation-revision-date":"2022-03-31 06:54:53+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Reset Let's Encrypt":["Let's Let's Encrypt'i sıfırla"],"Value":["Değer"],"domain":["alan adı"],"Override SSL detection":["SSL algılaması atlansın"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Sertifika sağlayıcı paketi bazen otomatik olarak algılanır. Algılanmıyorsa şu dosyayı kullanabilirsiniz."],"Certificate Authority Bundle (CABUNDLE)":["Sertifika sağlayıcı paketi (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["Kişisel anahtarı barındırma panonuzun ilgili alanına yükleyebilir ya da yapıştırabilrisiniz."],"Private Key (KEY)":["Kişisel anahtar (KEY)"],"Copy content":["İçeriği kopyala"],"Download":["İndir"],"This is the certificate, which you need to install in your hosting dashboard.":["Barındırma panonuzda kurmanız gereken sertifika."],"Certificate (CRT)":["Sertifika (CRT)"],"Install your certificate.":["Sertifikanızı kurun."],"Skip DNS check":["DNS denetimi atlansın"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Doğru ayarlandığından eminseniz, DNS denetimini atlamak için düğmeye tıklayabilirsiniz."],"You can manually check the DNS records in an %sonline tool%s.":["DNS kayıtlarını bir %sçevrimiçi araç%s ile denetleyebilirsiniz."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["DNS kayıtları denetlenemedi. Kaydı yeni eklediyseniz, lütfen birkaç dakika sonra yeniden deneyin."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Aşağıdaki belirteci TXT DNS kaydı olarak ekleyin. Değiştirmeniz gerekirse diye, kurulum sırasında kısa bir TTL değeri kullanmanızı önerilir."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["\"ssl\" klasörü içinde, 644 yazma izniyle \"certs\" adında yeni bir klasör oluşturun."],"The certificate will get stored in this directory.":["Sertifika bu dizine kaydedilir."],"Create a certs directory":["Certs klasörünü oluşturun"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["\"ssl\" klasörü içinde, 644 yazma izniyle \"keys\" adında yeni bir klasör oluşturun."],"Create a folder called “ssl”":["\"ssl\" adında yeni bir klasör oluşturun"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["FTP veya Dosya Yöneticisi ile WordPress kurulumunuzun kök klasörünün bir üst düzeyine gidin:"],"The key directory is needed to store the generated keys.":["Keys klasörü üretilmiş anahtarları depolamak için gereklidir."],"Create a key directory":["Bir anahtar klasörü oluşturun"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Sınama dizini oluşturulamazsa, sunucu sınırlamasını kaldırabilir veya DNS doğrulamasına geçebilirsiniz."],"Or you can switch to DNS verification":["Ya da DNS doğrulamasına geçebilirsiniz"],"Click the refresh button.":["Yenile düğmesine tıklayın."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["\".well-known\" klasörü içinde, 644 yazma izniyle \"acme-challenge\" adında yeni bir klasör oluşturun."],"Create a folder called “.well-known”":["\".well-known\" adında bir klasör oluşturun"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["FTP veya Dosya Yöneticisi ile WordPress kurulumunuzun kök klasörüne geçin:"],"The challenge directory is used to verify the domain ownership.":["Sınama klasörü, etki alanı sahipliğini doğrulamak için kullanılır."],"Create a challenge directory":["Bir sınama klasörü oluşturun"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Sınama klasörü oluşturulamaz ya da erişilemez ise, sunucu sınırlamasını kaldırabilir veya DNS doğrulamasına geçebilirsiniz."],"Next step":["Sonraki adım"],"Notifications":["Bildrimler"],"Switch to DNS verification":["DNS doğrulamasına geç"],"Please note that auto-renewal with a DNS challenge might not be possible.":["DNS sınamasıyla otomatik yenilemenin yapılamayabileceğini unutmayın."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["mail.websitem.com, cpanel.websitem.com gibi alt etki alanlarının da güvenliğini sağlamak istiyorsanız, %sDNS%s sınamasını kullanmalısınız."],"Switch to directory verification":["Klasör doğrulamasına geç"],"Previous":["Önceki"],"Attempt %s.":["%s girişimi."],"Verifying DNS records...":["DNS kayıtları doğrulanıyor..."],"Refresh":["Yenile"],"Re-check":["Yeniden denetle"],"Copied!":["Kopyalandı!"],"Warning":["Uyarı"],"Installed":["Kurulmuş"],"Install":["Kur"],"Read more":["Devamını oku"],"Support":["Destek"],"All tasks":["Tüm görevler"],"Activate SSL":["SSL etkinleştir"],"Remaining tasks":["Kalan görevler"],"More info":["Ayrıntılı bilgi alın"],"Instructions":["Yönergeler"],"SSL Activated":["SSL etkinleştirildi"],"Activate SSL networkwide":["SSL tüm ağ için etkinleştirilsin"],"Documentation":["Belgeler"],"Save":["Kaydet"],"Settings":["Ayarlar"]}},"comment":{"reference":"settings\/build\/index.js"}}