{"translation-revision-date":"2023-05-30 12:58:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Όλες οι ειδοποιήσεις ενεργοποιούνται με επιτυχία, παρακαλώ ελέγξτε το ηλεκτρονικό ταχυδρομείο σας για να ελέγξετε ξανά εάν μπορείτε να λάβετε μηνύματα ηλεκτρονικού ταχυδρομείου."],"You have not enabled the email notifications in the general settings.":["Δεν έχετε ενεργοποιήσει τις ειδοποιήσεις ηλεκτρονικού ταχυδρομείου στις γενικές ρυθμίσεις."],"The notification test only works if you save the setting first.":["Η δοκιμαστική ειδοποίηση λειτουργεί μόνο εάν αποθηκεύσετε πρώτα τη ρύθμιση."],"Activate vulnerability detection to enable this block.":["Ενεργοποιήστε τον εντοπισμό ευπαθειών για να ενεργοποιήσετε αυτό το μπλοκ."],"No vulnerabilities found":["Δεν εντοπίστηκαν ευπάθειες"],"Reporting enabled":["Η αναφορά είναι ενεργοποιημένη"],"Scanning your WordPress configuration":["Σάρωση ρύθμισης των παραμέτρων του WordPress"],"Collecting plugin, theme and core data":["Συλλέγονται δεδομένα πρόσθετων, θεμάτων και πυρήνα"],"Preparing vulnerability detection":["Προετοιμασία εντοπισμού ευπαθειών"],"You have enabled vulnerability detection! Really Simple SSL will check your plugins, themes and WordPress core daily and report if any known vulnerabilities are found.":["Έχετε ενεργοποιήσει τον εντοπισμό ευπαθειών! Το Really Simple SSL θα ελέγχει καθημερινά τα πρόσθετα, τα θέματα και τον πυρήνα του WordPress και θα αναφέρει εάν εντοπιστούν γνωστές ευπάθειες."],"Introducing vulnerabilities":["Θέσπιση ευπαθειών"],"Update":["Ενημέρωση"],"Isolates the plugin or theme if no update can be performed":["Απομονώνει το πρόσθετο ή το θέμα εάν δεν είναι δυνατή η εκτέλεση ενημέρωσης"],"Force update the plugin or theme":["Αναγκαστική ενημέρωση του πρόσθετου ή του θέματος"],"Test notifications":["Δοκιμαστικές ειδοποιήσεις"],"Skip":["Παράλειψη"],"Save and continue":["Αποθήκευση και συνέχιση"],"Send a notification test email - Notification emails are sent from your server.":["Αποστολή δοκιμαστικού μηνύματος ηλεκτρονικού ταχυδρομείου ειδοποίησης - Τα μηνύματα ηλεκτρονικού ταχυδρομείου ειδοποίησης αποστέλλονται από τον διακομιστή σας."],"Privacy Statement":["Δήλωση Απορρήτου"],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["Συμπεριλάβετε 6 Συμβουλές & Τεχνάσματα για να ξεκινήσετε με το Really Simple SSL."],"Your email address":["Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας"],"Read More":["Διαβάστε Περισσότερα"],"Search for a post.":["Αναζητήστε μια δημοσίευση."],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Ανακατεύθυνση σε αυτήν την δημοσίευση όταν κάποιος προσπαθεί να αποκτήσει πρόσβαση στο \/wp-admin ή στο \/wp-login.php. Η προεπιλογή είναι μία σελίδα 404."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["Το %s δεν μπορεί να εφαρμοστεί λόγω περιορισμών διακομιστή. Ελέγξτε τις ειδοποιήσεις σας για το πρόβλημα που εντοπίστηκε."],"Error detected":["Εντοπίστηκε σφάλμα"],"Disabled":["Απενεργοποιημένο"],"Fetching next step...":["Ανάκτηση του επόμενου βήματος…"],"Test notification by email":["Δοκιμαστική ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου"],"Exit":["Έξοδος"],"Enable Learning Mode to configure automatically":["Ενεργοποίηση Λειτουργίας Εκμάθησης για αυτόματη ρύθμιση των παραμέτρων"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" Το %s είναι τώρα σε λειτουργία report-only και θα συλλέγει directives. Αυτό ενδέχεται να χρειάζεται χρονική διάρκεια. Στη συνέχεια, μπορείτε να πραγματοποιήσετε Έξοδο, Επεξεργασία και Επιβολή αυτών των Directives."],"The Permissions Policy has been disabled.":["Η Πολιτική Αδειών έχει απενεργοποιηθεί."],"Permissions Policy is set outside Really Simple SSL.":["Η Πολιτική Αδειών ορίζεται εκτός του Really Simple SSL."],"%s is already set outside Really Simple SSL.":["Το %s έχει ήδη οριστεί εκτός του Really Simple SSL."],"Re-started test":["Επανέναρξη δοκιμής"],"By placing it outside the root folder, it is not publicly accessible.":["Τοποθετώντας το έξω από τον ριζικό φάκελο, δεν είναι δημόσια προσβάσιμο."],"Send":["Αποστολή"],"Type your question here":["Πληκτρολογήστε την ερώτησή σας εδώ"],"Permissions Policy is enforced.":["Η Πολιτική Αδειών επιβάλλεται."],"Stop":["Διακοπή"],"Start scan":["Έναρξη σάρωσης"],"Everything is now served over SSL":["Όλα εξυπηρετούνται τώρα μέσω SSL"],"No results. Start your first scan":["Κανένα αποτέλεσμα. Ξεκινήστε την πρώτη σας σάρωση"],"Show ignored URLs":["Εμφάνιση διευθύνσεων URL που έχουν αγνοηθεί"],"View":["Προβολή"],"Deactivate":["Απενεργοποίηση"],"Review the settings and enforce the policy":["Ελέγξτε τις ρυθμίσεις και επιβάλετε την πολιτική"],"We finished the configuration.":["Ολοκληρώσαμε τη ρύθμιση των παραμέτρων."],"Learning Mode":["Λειτουργία Εκμάθησης"],"Disable to configure":["Απενεργοποιήστε για να ρυθμίσετε τις παραμέτρους"],"Enforced":["Επιβάλλεται"],"Enforce":["Επιβολή"],"No results":["Δεν υπάρχουν αποτελέσματα"],"failed":["αποτυχία"],"success":["επιτυχία"],"Blocked":["Αποκλεισμένο"],"Allowed":["Επιτρέπεται"],"All":["Όλα"],"%s is enforced.":["%s: Επιβάλλεται."],"%s has been disabled.":["Το %s έχει απενεργοποιηθεί."],"Network settings":["Ρυθμίσεις δικτύου"],"This feature is only available networkwide.":["Αυτή η λειτουργία είναι μόνο διαθέσιμη για όλο το δίκτυο."],"Revoke":["Άρση"],"If you’re certain an SSL certificate is present, and refresh SSL status does not work, please check “Override SSL detection” to continue activating SSL.":["Εάν είστε βέβαιοι ότι διατίθεται πιστοποιητικό SSL και η ανανέωση της κατάστασης SSL δεν λειτουργεί, ελέγξτε 'Παράκαμψη ανίχνευσης SSL' για να συνεχίσετε την ενεργοποίηση του SSL."],"Refresh SSL status":["Ανανέωση κατάστασης SSL"],"Install SSL":["Εγκαταστήστε το SSL"],"Improve Security with PRO":["Βελτιώστε την ασφάλεια με το PRO"],"completed":["ολοκληρώθηκε"],"working":["Σε λειτουργία"],"Finished":["Ολοκληρώθηκε"],"Failed":["Αποτυχία"],"Installing...":["Πραγματοποιείται εγκατάσταση..."],"Processing activation of subsites networkwide":["Επεξεργασία ενεργοποίησης δευτερευόντων ιστοτόπων σε όλο το δίκτυο"],"SSL has been activated network wide":["Το SSL έχει ενεργοποιηθεί σε όλο το δίκτυο"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["Το πιστοποιητικό δεν δημιουργείται από το Really Simple SSL, επομένως δεν υπάρχουν αρχεία εγκατάστασης εδώ"],"Skip DNS verification":["Παράλειψη επαλήθευσης DNS"],"DNS verification active. You can switch back to directory verification here.":["Η επαλήθευση DNS είναι ενεργή. Μπορείτε να επιστρέψετε στην επαλήθευση καταλόγου εδώ."],"Switched to Directory":["Μετάβαση στον κατάλογο"],"Switched to DNS":["Μετάβαση σε DNS"],"Activating...":["Πραγματοποιείται ενεργοποίηση..."],"Disable":["Απενεργοποίηση"],"Allow":["Να επιτραπεί"],"Fix":["Επιδιόρθωση"],"Dashboard":["Πίνακας Εργαλείων"],"Details":["Λεπτομέρειες"],"Activate":["Ενεργοποίηση"],"The SSL detection method is not 100% accurate.":["Η μέθοδος ανίχνευσης SSL δεν είναι 100% ακριβής."],"Value":["Τιμή"],"domain":["τομέας"],"Override SSL detection":["Παράκαμψη ανίχνευσης του SSL"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Το CA Bundle θα εντοπίζεται αυτόματα ορισμένες φορές. Εάν όχι, μπορείτε να χρησιμοποιήσετε αυτό το αρχείο."],"Certificate Authority Bundle (CABUNDLE)":["Certificate Authority Bundle (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["Το private key μπορεί να μεταφορτωθεί ή να επικολληθεί σε κατάλληλο πεδίο στον πίνακα εργαλείων του παρόχου φιλοξενίας σας."],"Private Key (KEY)":["Private Key (KEY)"],"Copy content":["Αντιγραφή περιεχομένου"],"Download":["Λήψη"],"This is the certificate, which you need to install in your hosting dashboard.":["Αυτό είναι το πιστοποιητικό το οποίο πρέπει να εγκαταστήσετε στον πίνακα εργαλείων του παρόχου φιλοξενίας σας."],"Certificate (CRT)":["Πιστοποιητικό (CRT) "],"Install your certificate.":["Εγκαταστήστε το πιστοποιητικό σας."],"Skip DNS check":["Παράλειψη ελέγχου DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Εάν είστε βέβαιοι ότι έχει ρυθμιστεί σωστά, μπορείτε να κάνετε κλικ στο κουμπί για να παραλείψετε τον έλεγχο DNS."],"You can manually check the DNS records in an %sonline tool%s.":["Μπορείτε να ελέγξετε χειροκίνητα τις εγγραφές DNS σε ένα %sδιαδικτυακό εργαλείο%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["Δεν ήταν δυνατός ο έλεγχος εγγραφών DNS. Εάν μόλις προσθέσατε την εγγραφή, παρακαλώ ελέγξτε σε λίγα λεπτά."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Προσθέστε το ακόλουθο διακριτικό ως εγγραφή κειμένου στις εγγραφές σας DNS. Συνιστούμε να χρησιμοποιήσετε ένα σύντομο TTL κατά την εγκατάσταση, σε περίπτωση που χρειαστεί να το αλλάξετε."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Μέσα στον φάκελο που ονομάζεται 'ssl' δημιουργήστε ένα νέο φάκελο με όνομα 'certs', με δικαιώματα γραφής 644."],"The certificate will get stored in this directory.":["Το πιστοποιητικό θα αποθηκευτεί σε αυτόν τον κατάλογο."],"Create a certs directory":["Δημιουργία καταλόγου certs"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Μέσα στον φάκελο που ονομάζεται 'ssl' δημιουργήστε ένα νέο φάκελο με όνομα 'keys', με δικαιώματα γραφής 644."],"Create a folder called “ssl”":["Δημιουργήστε ένα φάκελο με όνομα 'ssl'"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Πλοηγηθείτε στο FTP ή τη Διαχείριση Αρχείων σε ένα επίπεδο πάνω από τον ριζικό κατάλογο της εγκατάστασης του WordPress:"],"The key directory is needed to store the generated keys.":["Ο κατάλογος key είναι απαραίτητος για την αποθήκευση των κλειδιών που δημιουργούνται."],"Create a key directory":["Δημιουργία καταλόγου key"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Εάν ο κατάλογος challenge δεν μπορεί να δημιουργηθεί, μπορείτε είτε να καταργήσετε τον περιορισμό διακομιστή, είτε να αλλάξετε σε επαλήθευση DNS."],"Or you can switch to DNS verification":["Εναλλακτικά, μπορείτε να μεταβείτε στην επαλήθευση DNS"],"Click the refresh button.":["Κάντε κλικ στο κουμπί ανανέωσης."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Μέσα στο φάκελο που ονομάζεται '.well-known', δημιουργήστε ένα νέο φάκελο με όνομα 'acme-challenge', με δικαιώματα γραφής 644."],"Create a folder called “.well-known”":["Δημιουργήστε ένα φάκελο με όνομα '.well-known'"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Πλοηγηθείτε στο FTP ή τη Διαχείριση Αρχείων στον ριζικό κατάλογο της εγκατάστασης του WordPress:"],"The challenge directory is used to verify the domain ownership.":["Ο κατάλογος challenge χρησιμοποιείται για την επαλήθευση της ιδιοκτησίας τομέα."],"Create a challenge directory":["Δημιουργία καταλόγου challenge"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Εάν ο κατάλογος challenge δεν μπορεί να δημιουργηθεί ή δεν είναι προσβάσιμος, μπορείτε είτε να καταργήσετε τον περιορισμό διακομιστή, είτε να αλλάξετε σε επαλήθευση DNS."],"Next step":["Επόμενο βήμα"],"Switch to DNS verification":["Μετάβαση στην επαλήθευση DNS"],"Please note that auto-renewal with a DNS challenge might not be possible.":["Παρακαλώ λάβετε υπόψη ότι η αυτόματη ανανέωση με DNS challenge ενδέχεται να μην είναι δυνατή."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Εάν θέλετε επίσης να ασφαλίσετε υποτομείς όπως mail.domain.com, cpanel.domain.com, πρέπει να χρησιμοποιήσετε το %sDNS%s challenge."],"Switch to directory verification":["Μετάβαση στην επαλήθευση καταλόγων"],"Go to Dashboard":["Μετάβαση στον Πίνακα Εργαλείων"],"Attempt %s.":["Προσπάθεια %s."],"Verifying DNS records...":["Πραγματοποιείται επαλήθευση εγγραφών DNS..."],"Re-check":["Επανέλεγχος"],"Copied!":["Αντιγράφηκε!"],"Warning":["Προειδοποίηση"],"Activate SSL":["Ενεργοποίηση SSL"],"Read more":["Διαβάστε περισσότερα"],"Dismiss":["Απόρριψη"],"More info":["Περισσότερες πληροφορίες"],"Activate SSL networkwide":["Ενεργοποίηση SSL σε όλο το δίκτυο"]}},"comment":{"reference":"settings\/build\/967.1fad9c9e018dabf426b0.js"}}