{"translation-revision-date":"2023-09-06 08:03:14+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"<title>Status<\/title> <rule \/> <filter \/>":["<title>Status<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Datum<\/title> <rule \/> <filter \/>"],"Disputes match <select \/> filters":["Geschillen komen overeen met <select \/> filters"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Transaction unauthorized":["Transactie niet geautoriseerd"],"There has been an error canceling the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het annuleren van de betaling voor bestelling %s. Probeer later opnieuw."],"Payment for order #%s canceled successfully.":["Betaling voor bestelling #%s is succesvol geannuleerd."],"Error retrieving on review transactions.":["Fout bij het ophalen van transacties in beoordeling."],"Error retrieving authorization.":["Fout bij het ophalen van autorisatie."],"Error retrieving uncaptured transactions.":["Fout bij het ophalen van niet vastgelegd transacties."],"There has been an error capturing the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het vastleggen van de betaling van bestelling %s. Probeer later opnieuw."],"Payment for order #%s captured successfully.":["Betaling voor bestelling #%s is succesvol vastgelegd."],"Error retrieving documents.":["Fout bij het ophalen van documenten."],"Error retrieving transaction.":["Fout bij het ophalen van transactie."],"Error retrieving transactions.":["Fout bij het ophalen van transacties."],"Error retrieving the active loan summary.":["Fout bij het ophalen van de samenvatting van actieve lening."],"dispute status\u0004Is not":["Is niet"],"dispute status\u0004Is":["Is"],"Select a dispute status":["Selecteer een geschil status"],"Select a dispute status filter match":["Selecteer een filter overeenkomst voor de geschilstatus"],"Remove dispute status filter":["Filter geschil status verwijderen"],"Select a dispute date":["Selecteer een geschildatum"],"Select a dispute date filter match":["Selecteer een filter overeenkomst voor de geschildatum"],"Remove dispute date filter":["Verwijder een filter voor de geschildatum"],"Disputed on date":["Datum van geschil"],"Disputes match {{select \/}} filters":["Geschillen komen overeen met {{select \/}} filters"],"All disputes":["Alle geschillen"],"Dispute currency":["Valuta geschil"],"United States (US) dollar":["Amerikaanse (US) dollar"],"Swedish krona":["Zweedse kroon"],"New Zealand dollar":["Niew Zeelandse dollar"],"Norwegian krone":["Noorse kroon"],"Pound sterling":["Pond sterling"],"Euro":["Euro"],"Danish krone":["Deense kroon"],"Swiss franc":["Zwitserse frank"],"Canadian dollar":["Canadese dollar"],"Australian dollar":["Australische dollar"],"Error retrieving the summary of disputes.":["Fout bij het ophalen van de samenvatting van geschillen."],"Loading…":["Laden..."],"Background":["Achtergrond"],"Text":["Tekst"],"Color settings":["Kleurinstellingen"],"Line height":["Regelhoogte"],"Typography":["Typografie"],"Border radius":["Randradius"],"Border":["Rand"],"Layout":["Lay-out"],"Adjust and edit your Multi-Currency settings":["Je instellingen voor meerdere valuta aanpassen en bewerken"],"Multi-Currency settings":["Instellingen voor meerdere valuta"],"Currency Switcher Block":["Valuta wisselaar blok"],"Reset":["Reset"],"Error retrieving store settings.":["Fout bij het ophalen van winkelinstellingen."],"Error retrieving single currency settings.":["Fout bij het ophalen van instellingen voor één valuta."],"Error saving store settings.":["Fout bij het opslaan van winkelinstellingen."],"Store settings saved.":["Winkelinstellingen opgeslagen."],"Error updating currency settings.":["Fout bij het updaten van valuta-instellingen."],"Currency settings updated.":["Valuta instellingen geüpdatet."],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}"],"Error retrieving currencies.":["Fout bij het ophalen van valuta's."],"Error updating enabled currencies.":["Fout bij het updaten van ingeschakelde valuta's."],"Enabled currencies updated.":["Ingeschakelde valuta's geüpdatet."],"Display flags":["Vlaggen weergeven"],"Display currency symbols":["Valutasymbolen weergeven"],"Let your customers switch between your enabled currencies":["Laat je klanten schakelen tussen je ingeschakelde valuta's"],"Size":["Grootte"],"Error retrieving settings.":["Fout bij het ophalen van instellingen."],"Error saving settings.":["Fout bij het opslaan van instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Error retrieving all deposits' overviews.":["Fout bij het ophalen van alle overzichten van aanbetalingen."],"All currencies":["Alle valuta's"],"Error creating instant deposit.":["Fout bij het aanmaken van directe aanbetaling."],"View details":["Details bekijken"],"Instant deposit for %s in transit.":["Directe storting voor %s onderweg."],"Error retrieving disputes.":["Fout bij het ophalen van geschillen."],"Error retrieving dispute.":["Fout bij het ophalen van geschil."],"Between":["Tussen"],"After":["Na"],"Before":["Voor"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Geavanceerde filters"],"Show":["Tonen"],"Error retrieving deposits overview.":["Overzicht van fout bij het ophalen van stortingen."],"There has been an error accepting the dispute. Please try again later.":["Er is een fout opgetreden bij het accepteren van het geschil. Probeer het later opnieuw."],"You have accepted the dispute.":["Je hebt het geschil aanvaard."],"You have accepted the dispute for order #%s.":["Je hebt het geschil voor bestelling #%s geaccepteerd."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Probeer eerst contact op te nemen met je klant. Soms vergeten mensen betalingen die ze doen of herkennen ze de manier waarop ze op hun kaartafschrift staan niet. Als dit het geval is, vraag ze dan om contact op te nemen met hun kaartuitgever en laat ze weten dat ze de transactie niet langer betwisten. Zelfs als je klant ermee instemt om het geschil in te trekken, moet je nog steeds het juiste bewijs leveren. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Net als bij frauduleuze geschillen, laat je klant het geschil intrekken door hen te helpen de betaling te identificeren. Betwist het geschil anders met passend bewijs dat bewijst dat de aankoop legitiem was. "],"The customer doesn’t recognize the payment appearing on their card statement.":["De klant herkent de betaling die op het kaartafschrift wordt weergegeven niet."],"Unrecognized":["Niet herkend"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Maak anders gebruik van de formulieren op het volgende scherm om bewijs in te dienen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Neem eerst contact op met je klant. Als je begrijpt wat er volgens de klant heeft plaatsgevonden, heb je de kans om het misverstand uit te leggen of recht te zetten. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Je moet bewijzen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"The customer claims that you continued to charge them after a subscription was canceled.":["De klant beweert dat je geld in rekening hebt gebracht nadat het abonnement geannuleerd was."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Subscription canceled":["Abonnement geannuleerd"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Als de klant zijn geschil intrekt, moet je nog steeds bewijs indienen met behulp van de formulieren op het volgende scherm. Zorg ervoor dat je een brief of e-mail van de kaarthouder verstrekt waarin staat dat ze niet langer in geschil zijn."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Als je klant niet heeft geprobeerd om het product terug te sturen of de dienst te annuleren, of als je een vervangend product of vervangende dienst hebt verstrekt, vergeet dit dan niet te vermelden."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Voor producten die gerepareerd of vervangen zijn, dien je bewijs op te geven dat de kaarthouder ermee heeft ingestemd om een reparatie of vervanging te ontvangen, dat het product door de klant is ontvangen en dat de reparatie of vervanging niet is aangevochten."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Als de klant het product niet heeft terug verzonden of de dienst niet heeft geannuleerd, dien je specifieke informatie daarover te verstrekken. Je moet je binnenkomende verzendgegevens nogmaals controleren om te verifiëren dat je geen retour product hebt ontvangen voordat je reageert. Als je een krediet of terugbetaling hebt verwerkt voor deze transactie dien je bewijs hiervan te verstrekken, met inbegrip van het bedrag en de datum van de verwerking."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Als het product of de dienst zoals beschreven is, verstrek dan specifieke informatie (factuur, contract, enz.) om de claims van de kaarthouder te weerleggen. Geschillen over de kwaliteit ontstaan wanneer de klant het niet eens is met de staat van de ontvangen goederen of diensten (bijvoorbeeld een situatie met autoreparatie of de kwaliteit van een hotelkamer). Er kunnen gevallen zijn waarin je een neutraal oordeel van een derde partij moet verkrijgen om je claim tegen de kaarthouder te ondersteunen. Verstrek zoveel mogelijk specifieke informatie en documentatie om de claims van de kaarthouder te weerleggen. Het wordt aanbevolen dat je elk punt dat de kaarthouder heeft gemaakt, behandelt."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Toon aan dat het product of de dienst is geleverd zoals beschreven ten tijde van de aankoop."],"The product or service was received but was defective, damaged, or not as described.":["Het product of de dienst is ontvangen, maar was defect, beschadigd of niet zoals beschreven."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat de klant het product of de dienst heeft ontvangen zoals beschreven, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Product unacceptable":["Product onaanvaardbaar"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Neem eerst contact op met je klant. Begrijpen waarom ze het geschil hebben ingediend is belangrijk om ervoor te zorgen dat je klant het product krijgt en geeft je kritieke informatie om te voorkomen dat anderen dit ook overkomt."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Lever bewijs dat de klant een fysiek product of offline dienst heeft ontvangen of gebruik heeft gemaakt van een digitaal product of online dienst. Dit moet hebben plaatsgevonden voorafgaand aan de datum waarop het geschil is gestart."],"The customer claims they did not receive the products or services purchased.":["De klant beweert dat de aangeschafte producten of diensten niet zijn ontvangen."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kunt bewijzen dat de klant zijn product of dienst heeft ontvangen, moet je het geschil accepteren. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van betwiste betalingen bij je, het bedrijf."],"Product not received":["Product niet ontvangen"],"Insufficient funds":["Onvoldoende middelen"],"Incorrect account details":["Onjuiste accountgegevens"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dit is een ongecategoriseerd geschil, dus je moet contact opnemen met de klant voor meer informatie om erachter te komen waarom de betaling werd betwist."],"General":["Algemeen"],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Het kan efficiënter zijn - en een betere klantervaring opleveren - om een onbedoeld geschil te accepteren en de klant eventueel opnieuw te laten betalen. Zelfs als een geschil wordt ingetrokken, duurt het meestal ongeveer 75 dagen voordat het is afgerond. Vergeet niet dat het de kaart netwerken niet uitmaakt of je een geschil wint of verliest."],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Probeer contact op te nemen met je klant. Soms vergeten mensen betalingen die ze uitvoeren of herkennen ze de manier waarop ze op hun afschrift worden weergegeven niet. Als dit het geval is, vraag ze dan om contact op te nemen met degene die de kaart heeft uitgegeven en laat ze weten dat ze de transactie niet meer aanvechten."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Geef voldoende betalings- en bestelgegevens op, zodat een legitieme klant deze herkent of aan de uitgever van de kaart kan bewijzen dat de kaarthouder de transactie heeft geautoriseerd."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dit is de meest voorkomende reden voor een geschil en vindt plaats wanneer een kaarthouder beweert dat de betaling niet is geautoriseerd. Dit kan gebeuren als de kaart verloren is geraakt of is gestolen en gebruikt werd om een ongeautoriseerde betaling te doen. Het kan ook gebeuren als de kaarthouder de betaling niet herkent wanneer deze op het afschrift van de uitgever van de kaart wordt weergegeven."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Als je ervan overtuigd bent dat de betaling daadwerkelijk is uitgevoerd met een gestolen creditcard, moet je het geschil accepteren. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van ongeautoriseerde betalingen bij jou, de onderneming."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Zelfs als je klant ermee instemt om het geschil te herroepen, moet je nog steeds passend bewijsmateriaal indienen met behulp van de formulieren op het volgende scherm. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Als er twee of meer afzonderlijke betalingen hebben plaatsgevonden, neem dan contact op met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Als dat niet zo is, verzamel dan alle informatie die bewijst dat elke betaling afzonderlijk is gedaan, zoals kopieën van bonnetjes. Als de bonnetjes niet de gekochte artikelen bevatten, zorg er dan voor dat je een gespecificeerde lijst bijvoegt. Op elke kwitantie moet duidelijk staan dat de betalingen voor afzonderlijke aankopen van artikelen of diensten zijn. Als je in staat bent geweest om contact op te nemen met de klant, zorg er dan voor dat je alle zorgen die ze hadden in je bewijs behandelt."],"Determine if your customer was incorrectly charged multiple times.":["Bepaal of je klant meerdere keren onjuist is in rekening gebracht."],"Demonstrate that each payment was for a separate product or service.":["Aantonen dat elke betaling voor een afzonderlijk product of een afzonderlijke dienst was."],"The customer claims they were charged multiple times for the same product or service.":["De klant beweert dat er meerdere keren geld in rekening is gebracht voor hetzelfde product of dezelfde dienst."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Indien er dubbele betalingen zijn verricht, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Duplicate":["Duplicaat"],"Debit not authorized":["Debet niet geautoriseerd"],"Customer initiated":["Klant geïnitieerd"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Als de kaarthouder ermee instemt om het geschil in te trekken, moet je nog altijd bewijs indienen voor het geschil via de formulieren op het volgende scherm. Je indiening moet niet alleen het volgende bewijs bevatten, maar ook de correspondentie met de kaarthouder waarin deze aangeeft het geschil in te trekken, evenals een schriftelijke verklaring van de onderneming die de kaart heeft uitgegeven, waarin wordt bevestigd dat het geschil is ingetrokken."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Je moet eerst contact opnemen met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Aantonen dat je je klant op een andere manier hebt terugbetaald of dat je klant geen recht heeft op terugbetaling. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. Als je van mening bent dat je klant recht had op een terugbetaling die je niet hebt verstrekt, kun je het geschil accepteren."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["De klant beweert dat het gekochte product is geretourneerd of dat de transactie anderszins is geannuleerd, maar je hebt nog geen terugbetaling of tegoed verstrekt."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je klant niet naar behoren is terugbetaald, moet je het geschil accepteren of het probleem met je klant afhandelen. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Als je ervan overtuigd bent dat het geschil ongeldig is, kan je het aanvechten door het gepaste bewijs te verstrekken via de reactieformulieren op het volgende scherm."],"Credit not processed":["Tegoed niet verwerkt"],"Check returned":["Cheque geretourneerd"],"Bank cannot process":["Bank kan niet verwerken"],"Lost":["Kwijt"],"Won":["Gewonnen"],"Charge refunded":["Terugbetaalde kosten"],"Under review":["Onder de loep"],"Needs response":["Moet worden beantwoord"],"Inquiry: Closed":["Aanvraag: gesloten"],"Inquiry: Under review":["Onderzoek: onder beoordeling"],"Inquiry: Needs response":["Aanvraag: reactie vereist"],"Status":["Status"],"Error retrieving deposits.":["Fout bij het ophalen van stortingen."],"Error retrieving deposit.":["Fout bij het ophalen van aanbetaling."]}},"comment":{"reference":"dist\/multi-currency-switcher-block.js"}}