{"translation-revision-date":"2023-09-06 08:03:14+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"{{learnMoreLink}}Learn More{{\/learnMoreLink}}":["{{learnMoreLink}}Lees meer{{\/learnMoreLink}}"],"One or more of your extensions are incompatible with WooPay.":["Een of meer van je extensies zijn incompatibel met WooPay."],"More information needed":["Meer informatie"],"Learn more about enabling payment methods":["Meer informatie over tweede betaalmethoden"],"We need more information from you to enable this method. {{learnMoreLink}}Learn more.{{\/learnMoreLink}}":["We hebben meer informatie van je nodig om deze methode in te schakelen. {{learnMoreLink}}Lees meer.{{\/learnMoreLink}}"]," — see <tclink>Terms and Conditions<\/tclink>":[" — zie <tclink>Algemene voorwaarden<\/tclink>"],"JCB is coming soon to your country.":["JCB komt binnenkort naar je land."],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Laat je klanten betalen met JCB, het enige internationale betaalmerk gevestigd in Japan."],"View our documentation":["Bekijk onze documentatie"],"Enable or disable %s on your store and turn on test mode to simulate transactions.":["Schakel %s in of uit op je winkel en zet de testmodus aan om transacties te simuleren."],"When enabled, payment methods powered by %s will appear on checkout.":["Als deze optie is ingeschakeld, verschijnen de betaalmethoden van %s bij het afrekenen."],"%s docs":["%s documentatie"],"Feedback will be sent anonymously to the %s development team.":["Feedback wordt anoniem verzonden naar het %s ontwikkelteam."],"Enable Subscriptions with %s":["Schakel abonnementen in met %s"],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} over %s vergoedingen"],"{{linkToStripePage \/}} about %s Fees in your country":["{{linkToStripePage \/}} over %s vergoedingen in je land"],"UnionPay":["UnionPay"],"WeChat":["WeChat"],"Visa":["Visa"],"Union Pay":["Union Pay"],"Stripe Account":["Stripe account"],"SOFORT":["SOFORT"],"SEPA Debit":["SEPA Debit"],"P24":["P24"],"Multibanco":["Multibanco"],"Mastercard":["MasterCard"],"Klarna":["Klarna"],"JCB":["JCB"],"Discover":["Ontdek"],"Diners Club":["Diners Club"],"In-Person Card Payment":["In persoon kaartbetaling"],"Card Payment":["Kaartbetaling"],"AU BECS Debit":["AU BECS debit"],"American Express":["American Express"],"Alipay":["Alipay"],"ACSS Debit":["ACSS debit"],"ACH Debit":["ACH debit"],"ACH Credit Transfer":["ACH credit transfer"],"Enable %s":["Inschakelen %s"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Status<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Datum<\/title> <rule \/> <filter \/>"],"Disputes match <select \/> filters":["Geschillen komen overeen met <select \/> filters"],"Boost your sales by accepting additional payment methods":["Verhoog je verkoopcijfers door aanvullende betaalmethoden te accepteren"],"Expand your business with Afterpay":["Breid je bedrijf uit met Afterpay"],"Expand your business with Affirm":["Breid je bedrijf uit met Affirm"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Afterpay":["Afterpay"],"Affirm":["Affirm"],"Transaction unauthorized":["Transactie niet geautoriseerd"],"Payments that have been blocked by a risk filter will appear under the blocked tab in {{strong}}Payments > Transactions{{\/strong}}. We'll let you know why each payment was blocked so you can determine if you need to adjust your risk filters.":["Betalingen die zijn geblokkeerd door een risico filter worden weergegeven onder de tab 'Geblokkeerd' in {{strong}}Betalingen > transacties{{\/strong}}. We zullen je laten weten waarom elke betaling is geblokkeerd, zodat je kunt bepalen of je je risico filters moet aanpassen."],"Review blocked transactions 📥️":["Beoordeling geblokkeerde transacties 📥️"],"Choose Advanced settings for full control over each filter. You can enable and configure filters to block risky transactions.":["Kies geavanceerde instellingen voor volledige controle over elke filter. Je kunt filters inschakelen en configureren om risicovolle transacties te blokkeren."],"Choose how you'd like to screen incoming transactions using our Basic or Advanced options.":["Kies hoe zou je het vinden om binnenkomende transacties te screenen met behulp van onze basis- of geavanceerde opties?."],"You can now choose a level of protection for screening incoming transactions. Screened transactions will be automatically blocked by your customized fraud filters.":["Je kunt nu kies een beschermingsniveau instellen voor het screenen van inkomende transacties. Gescreende transacties worden automatisch geblokkeerd door je aangepaste fraude filters."],"When enabled, customers will be able to checkout using WooPay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Wanneer deze functie is ingeschakeld, kunnen klanten afrekenen via WooPay. Om {{wooPayLink}}WooPay{{\/wooPayLink}} te gebruiken, moet je akkoord gaan met de {{tosLink}}dienst voorwaarden van WooCommerce{{\/tosLink}} en ons {{privacyLink}}privacybeleid{{\/privacyLink}}. {{trackingLink}}Klik hier{{\/trackingLink}} voor meer informatie over de gegevens die je deelt en opt-out opties."],"Take more control 🎚️":["Neem meer controle 🎚️"],"Choose your filter level 🚦":["Je eigen filterniveau kiezen 🚦"],"See what's new":["Ontdek wat er is vernieuwd"],"Enhanced fraud protection is here 🔒":["Nu verbeterde bescherming tegen fraude 🔒"],"Basic filter level":["Standaard filterniveau"],"Configure":["Configureren"],"Basic":["Basis"],"Provides the base level of platform protection.":["Biedt het basisniveau van platform bescherming."],"Allows you to fine-tune the level of filtering according to your business needs.":["Hiermee kan je het filterniveau nauwkeurig afstemmen op je zakelijke behoeften."],"Provides basic anti-fraud protection only.":["Beschikt alleen over standaard fraudebescherming."],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Er is een fout opgetreden bij het ophalen van je instellingen voor bescherming tegen fraude. Vernieuw de pagina om het opnieuw te proberen."],"Advanced":["Geavanceerd"],"There has been an error canceling the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het annuleren van de betaling voor bestelling %s. Probeer later opnieuw."],"Payment for order #%s canceled successfully.":["Betaling voor bestelling #%s is succesvol geannuleerd."],"Error retrieving on review transactions.":["Fout bij het ophalen van transacties in beoordeling."],"Learn more about risk filtering":["Meer informatie over risico filters"],"Help avoid chargebacks by setting your security and fraud protection risk level.":["Help terugvorderingen voorkomen door je risiconiveaus voor beveiliging en bescherming tegen fraude in te stellen."],"Fraud protection":["Bescherming tegen fraude"],"Set your payment risk level":["Je risiconiveau voor betalen instellen"],"The card's issuing bank cannot verify the CVV.":["De bank die de kaart heeft uitgegeven kan de CVV niet bevestigen."],"The billing address does not match what is on file with the card issuer.":["Het factuuradres komt niet overeen met wat er in het bestand staat van de kaartuitgever."],"Payments will be {{blocked}}blocked{{\/blocked}} if:":["Betalingen worden {{blocked}}geblokkeerd{{\/blocked}} als:"],"Provides a standard level of filtering that's suitable for most businesses.":["Biedt een standaard filterniveau dat geschikt is voor de meeste bedrijven."],"Provides a standard level of filtering that's suitable for most business.":["Biedt een standaard filterniveau dat geschikt is voor de meeste bedrijven."],"Offers the highest level of filtering for stores, but may catch some legitimate transactions.":["Biedt het hoogste filterniveau voor winkels, maar kan een aantal legitieme transacties eruit pikken."],"These settings will also apply to the %s on your store.":["Deze instellingen gelden ook voor de %s in je winkel."],"WooPay button":["WooPay knop"],"Apple Pay \/ Google Pay buttons":["Apple Pay\/Google Pay knoppen"],"Enable WooPay button on selected pages":["WooPay knop weergeven op geselecteerde pagina's"],"Cart Page":["Winkelwagen pagina"],"Checkout Page":["Afrekenpagina"],"See the preview of enabled express payment buttons.":["Bekijk de voorbeeldweergave van ingeschakelde knoppen voor expres betalingen."],"Button size":["Knopgrootte"],"Book with":["Boek met"],"Donate with":["Doneren met"],"Buy with":["Kopen met"],"To preview the express checkout buttons, activate at least one express checkout.":["Activeer tenminste één optie voor snel afrekenen om de knoppen voor snel afrekenen te bekijken."],"Deposit bank account":["Storten bankrekening"],"Customer support":["Klantenondersteuning"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience.":["Link vult automatisch de betaal- en verzendgegevens van je klanten in voor een gemakkelijke en naadloze afrekenervaring."],"Link by Stripe cannot be enabled at checkout. Click to expand.":["Link door Stripe kan niet worden ingeschakeld bij afrekenen. Klik om uit te breiden."],"To enable Link by Stripe, you must first disable WooPay.":["Om Link van Stripe in te schakelen, moet je eerst WooPay uitschakelen."],"Offer customers a fast, secure checkout experience with Google Pay. {{br\/}}By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Bied klanten een snelle, veilige betaalervaring met Google Pay. {Door deze functie in te schakelen, ga je akkoord met de gebruiksvoorwaarden van {{stripeLink}}Stripe{{\/stripeLink}} en {{GoogleLink}}Google{{\/GoogleLink}}."],"Offer customers a fast, secure checkout experience with Google Pay. ":["Bied klanten een snelle, veilige betaalervaring met Google Pay. "],"Google Pay":["Google Pay"],"Apple Pay is an easy and secure way for customers to pay on your store. {{br\/}}By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}} and{{appleLink}} Apple{{\/appleLink}}'s terms of use.":["Apple Pay is een gemakkelijke en veilige manier voor klanten om in je winkel te betalen. {Door deze functie in te schakelen, ga je akkoord met de gebruiksvoorwaarden van {{stripeLink}}Stripe{{\/stripeLink}} en{{appleLink}} Gebruiksvoorwaarden van Apple{{\/appleLink}}."],"Apple Pay is an easy and secure way for customers to pay on your store. ":["Apple Pay is een eenvoudige en veilige manier voor klanten om in je winkel te betalen. "],"Apple Pay":["Apple Pay"],"Boost conversion and customer loyalty by offering a single click, secure way to pay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Verbeter je conversie en klantentrouw door een veilige betaalmethode te bieden waarbij je maar één keer hoeft te tikken. Om {{wooPayLink}}WooPay{{\/wooPayLink}} te gebruiken, moet je akkoord gaan met de {{tosLink}}dienstvoorwaarden van WooCommerce{{\/tosLink}} en ons {{privacyLink}}privacybeleid{{\/privacyLink}}. {{trackingLink}}Klik hier{{\/trackingLink}} voor meer informatie over de gegevens die je deelt en opt-out."],"Boost conversion and customer loyalty by offering a single click, secure way to pay.":["Verbeter conversie en klantentrouw door een veilige betaalmethode te bieden waarbij je maar één keer hoeft te tikken."],"WooPay cannot be enabled at checkout. Click to expand.":["WooPay kan niet worden ingeschakeld op de betaalpagina. Klik om uit te klappen."],"To enable WooPay, you must first disable Link by Stripe.":["Om WooPay in te schakelen, moet je eerst Link van Stripe uitschakelen."],"Support email cannot be empty once it has been set before, please specify.":["Ondersteuning e-mail kan niet leeg zijn als het al eerder is ingesteld, geef dit aan."],"This may be visible on receipts, invoices, and automated emails from your store.":["Dit kan zichtbaar zijn op bonnen, facturen en geautomatiseerde e-mails van je winkel."],"Support phone number cannot be empty once it has been set before, please specify.":["Telefoonnummer van de ondersteuning mag niet leeg zijn wanneer het eerder is ingesteld en moet worden opgegeven."],"Please enter a valid phone number.":["Vul een geldig telefoonnummer in."],"Enable Apple Pay and Google Pay on selected pages":["Schakel Apple Pay en Google Pay in op geselecteerde pagina's"],"Required":["Vereist"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay is op dit moment niet beschikbaar. Sorry voor het ongemak."],"Configure the display of WooPay buttons on your store.":["Configureer de weergave van WooPay knoppen in je store."],"Encrypt the public keys used in the checkout form to harden your store against card testing attacks.":["Versleutel de openbare sleutels die worden gebruikt in het afrekenformulier om je winkel te beschermen tegen aanvallen met kaart tests."],"Enable Public Key Encryption":["Versleutelen van de openbare sleutel inschakelen"],"%s with":["%s met"],"{{linkDocs}}Read more{{\/linkDocs}}":["{{linkDocs}}Lees meer{{\/linkDocs}}"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience. New payment experience (UPE) needs to be enabled for Link. By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":["Link vult automatisch de betalings- en verzendgegevens van je klant in voor gemakkelijk en naadloos betalen. Het nieuwe betaalproces (UPE) moet worden ingeschakeld voor Link. Door deze functie in te schakelen ga je akkoord met de {{StripeLinkTerms}}Voorwaarden van Link van Stripe{{\/StripeLinkTerms}} en het {{privacyPolicy}}Privacy beleid{{\/privacyPolicy}}."],"Link by Stripe":["Link van Stripe"],"Error retrieving authorization.":["Fout bij het ophalen van autorisatie."],"Error retrieving uncaptured transactions.":["Fout bij het ophalen van niet vastgelegd transacties."],"There has been an error capturing the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het vastleggen van de betaling van bestelling %s. Probeer later opnieuw."],"Payment for order #%s captured successfully.":["Betaling voor bestelling #%s is succesvol vastgelegd."],"Got it":["Duidelijk"],"Learn more about pending schedules":["Meer informatie over lopende schema's"],"Funds are available for deposit %s business days after they’re received.":["Fondsen zijn beschikbaar voor storting %s werkdagen nadat ze zijn ontvangen."],"Deposit schedule":["Schema van aanbetaling"],"Your first deposit will be held for 7 days. Deposit scheduling will be available after this period.":["Je eerste aanbetaling wordt 7 dagen vastgehouden. Hierna is het abonnementen van aanbetalingen beschikbaar."],"Learn more about deposit scheduling.":["Meer informatie over het abonnementen van aanbetalingen."],"Deposit scheduling is currently unavailable for your store.":["Het abonnementen van aanbetalingen is momenteel niet beschikbaar voor je winkel."],"Deposits will occur every business day.":["Aanbetalingen vinden elke werkdag plaats."],"Deposits that fall on a holiday will initiate on the next business day.":["Aanbetalingen die op een feestdag vallen zullen de volgende werkdag worden gestart."],"Deposits scheduled on a weekend will be sent on the next business day.":["Aanbetalingen die gepland zijn in het weekend zullen de volgende werkdag worden verzonden."],"Day":["Dag"],"Frequency":["Frequentie"],"Last day of the month":["Laatste dag van de maand"],"Friday":["Vrijdag"],"Thursday":["Donderdag"],"Wednesday":["Woensdag"],"Tuesday":["Dinsdag"],"Monday":["Maandag"],"Checkout appearance":["Weergave bestelpagina"],"Store logo on checkout":["Winkellogo bij afrekenen"],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":["Gebruik een aangepast logo voor WooPay als het logo van je winkel verkeerd wordt weergegeven. Je kunt het beste een horizontale afbeelding met een hoge resolutie uploaden, waarbij de afbeelding een witte of transparante achtergrond heeft."],"Replace":["Vervang"],"Upload custom logo":["Upload een eigen logo"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Je moet de betaling op de bestelpagina binnen 7 dagen na autorisatie vastleggen, anders wordt het geld aan de koper geretourneerd."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Alleen creditkaarten ondersteunen handmatige vastlegging. Wanneer deze is ingeschakeld, worden alle andere betaalmethoden verborgen bij het afrekenen."],"Are you sure you want to enable manual capture of payments?":["Weet je zeker dat handmatige vastlegging van betalingen mogelijk wilt maken?"],"Enable manual capture":["Handmatig vastleggen inschakelen"],"The following system status information will also be submitted:":["De volgende informatie over de systeemstatus wordt ook verzonden:"],"Please provide additional details to help us improve the experience":["Help ons de ervaring te verbeteren door extra informatie te geven"],"Can not load System Status Report":["Kan systeemstatusrapport niet laden"],"%s cannot be enabled at checkout. Click to expand.":["%s kan niet worden ingeschakeld op de betaalpagina. Klik om uit te klappen."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s is niet beschikbaar voor je klanten wanneer de instelling \"handmatig vastleggen\" is ingeschakeld."],"Error retrieving documents.":["Fout bij het ophalen van documenten."],"Link":["Link"],"Allow your customers to collect payments via WooPay.":["Toestaan dat je klanten betalingen innen via WooPay."],"When enabled, customers will be able to checkout using WooPay.":["Als dit is ingeschakeld, kunnen klanten afrekenen met WooPay."],"Enable WooPay":["WooPay inschakelen"],"WooPay":["WooPay"],"Edit":["Bewerken"],"The file you have attached is exceeding the maximum limit.":["Het bestand dat je hebt bijgevoegd, overschrijdt de maximaal toegestane limiet."],"Error retrieving transaction.":["Fout bij het ophalen van transactie."],"Error retrieving transactions.":["Fout bij het ophalen van transacties."],"WooPay SMS code verification":["WooPay SMS code verificatie"],"From %1$f%% + %2$s":["Van %1$f%% + %2$s"],"Invalid express checkout method ID specified.":["Opgegeven ID methode voor snel afrekenen is ongeldig."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configureer de weergave van de knoppen Apple Pay en Google Pay op je webwinkel."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Toestaan dat je klanten betalingen innen via Apple Pay en Google pay."],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informeer je klanten over het beleid rond retourzendingen, terugbetalingen en het ruilen van producten, of deel een andere nuttige boodschap. Houd er rekening mee dat je wel platte tekst en links kunt toevoegen, maar geen afbeeldingen."],"Custom message":["Aangepast bericht"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Als dit is ingeschakeld, kunnen klanten die Apple Pay of Google Pay ingeschakelde apparaten hebben geconfigureerd, betalen met de Wallet van hun keuze."],"Apple Pay \/ Google Pay":["Apple pay\/Google Pay"],"Customize":["Aanpassen"],"Mobile phone number":["Mobiele telefoonnummer"],"Error retrieving the active loan summary.":["Fout bij het ophalen van de samenvatting van actieve lening."],"Accept your payment with EPS — a common payment method in Austria.":["Accepteer je betalingen met EPS, een veelgebruikte betaalmethode in Oostenrijk."],"EPS":["EPS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Bulk Electronic Clearing System: beveiligde bankoverschrijving uit Australië."],"BECS Direct Debit":["BECS direct debit"],"dispute status\u0004Is not":["Is niet"],"dispute status\u0004Is":["Is"],"Select a dispute status":["Selecteer een geschil status"],"Select a dispute status filter match":["Selecteer een filter overeenkomst voor de geschilstatus"],"Remove dispute status filter":["Filter geschil status verwijderen"],"Select a dispute date":["Selecteer een geschildatum"],"Select a dispute date filter match":["Selecteer een filter overeenkomst voor de geschildatum"],"Remove dispute date filter":["Verwijder een filter voor de geschildatum"],"Disputed on date":["Datum van geschil"],"Disputes match {{select \/}} filters":["Geschillen komen overeen met {{select \/}} filters"],"All disputes":["Alle geschillen"],"Dispute currency":["Valuta geschil"],"United States (US) dollar":["Amerikaanse (US) dollar"],"Swedish krona":["Zweedse kroon"],"New Zealand dollar":["Niew Zeelandse dollar"],"Norwegian krone":["Noorse kroon"],"Pound sterling":["Pond sterling"],"Euro":["Euro"],"Danish krone":["Deense kroon"],"Swiss franc":["Zwitserse frank"],"Canadian dollar":["Canadese dollar"],"Australian dollar":["Australische dollar"],"Error retrieving the summary of disputes.":["Fout bij het ophalen van de samenvatting van geschillen."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Er is een fout opgetreden bij deze weergave. Neem contact op met ondersteuning voor assistentie indien het probleem aanhoudt."],"Support phone number":["Telefoonnummer ondersteuning"],"Support email":["Ondersteuning e-mail"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" Deze instelling is niet van toepassing op fysieke betalingen (let op: fysieke betalingen moeten binnen twee dagen na autorisatie worden geregistreerd)."],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Als je ervoor kiest door te gaan, stuurt onze betaal affiliate Stripe een e-mail naar {{merchantEmail \/}} om de vereiste informatie te verzamelen"],"You need to provide more information to enable %s on your checkout.":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen."],"You need to provide more information to enable %s on your checkout:":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen:"],"One more step to enable %s":["Nog een stap om in te schakelen %s"],"Business Number":["KvK nummer"],"Business Website":["Bedrijfssite"],"Personal Identification Number":["Persoonlijk identificatienummer"],"Pending activation":["In afwachting van activering"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s zal niet zichtbaar zijn voor je klanten totdat je de vereiste informatie verstrekt. Volg de instructies die zijn verzonden door onze partner Stripe naar %s."],"Pending approval":["In afwachting van goedkeuring"],"This payment method is pending approval. Once approved, you will be able to use it.":["Deze betaalmethode is in afwachting van goedkeuring. Eenmaal toegestaan kun je deze gebruiken."],"Sell subscription products and services with %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Abonnementsproducten en diensten verkopen met %s. {{learnMoreLink}}Lees meer{{\/learnMoreLink}}"],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Sta klanten toe om in meerdere valuta's te winkelen en te betalen. {{learnMoreLink}} Meer informatie{{\/learnMoreLink}}"],"Enable Multi-Currency":["Meerdere valuta's inschakelen"],"Error retrieving store settings.":["Fout bij het ophalen van winkelinstellingen."],"Error retrieving single currency settings.":["Fout bij het ophalen van instellingen voor één valuta."],"Error saving store settings.":["Fout bij het opslaan van winkelinstellingen."],"Store settings saved.":["Winkelinstellingen opgeslagen."],"Error updating currency settings.":["Fout bij het updaten van valuta-instellingen."],"Currency settings updated.":["Valuta instellingen geüpdatet."],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Accepteer betalingen met Przelewy24 (P24), de populairste betaalmethode in Polen."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Breid je bedrijf uit met iDEAL — de populairste betaalmethode van Nederland."],"iDEAL":["iDEAL"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact is een naar banken doorverwijzende betalingsmethode die door meer dan 80% van online ondernemingen in België wordt aangeboden."],"Bancontact":["Bancontact"],"To preview the Apple Pay and Google Pay buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Zorg dat je apparaat is ingesteld voor Apple Pay of Google Pay en bekijk deze pagina in de browser Safari of Chrome om een voorbeeldweergave van de Apple Pay en Google Pay knoppen te tonen."],"Total":["Totaal"],"To preview the %1$s button, view this page in the %2$s browser.":["Om de %1$s knop te bekijken, bekijk deze pagina in de %2$s browser."],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Indien ingeschakeld kunnen gebruikers tijdens het afrekenen betalen met een opgeslagen kaart. Kaartgegevens worden opgeslagen in ons platform, dus niet in je winkel."],"Enable payments via saved cards":["Betalingen via opgeslagen kaarten inschakelen"],"Enable in your store":["Inschakelen in je winkel"],"Early access":["Eerdere toegang"],"Provide feedback":["Geef feedback"],"Add feedback or disable":["Feedback toevoegen of uitschakelen"],"Disable the new payments experience":["De nieuwe betalingservaring uitschakelen"],"There was an error disabling the new payment methods.":["Er is een fout opgetreden bij het uitschakelen van de nieuwe betaalmethoden."],"Payment methods that require the new payments experience:":["Betaalmethoden waarvoor de nieuwe betaalervaring vereist is:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Zonder de nieuwe betaalervaring kunnen je klanten alleen betalen met creditcard of een betaalkaart. Je zult geen andere verkoopverhogende betaalmethoden meer kunnen toevoegen."],"contact support":["Contact opnemen met ondersteuning"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Hulp nodig? Ga naar {{ docsLink \/}} of {{supportLink \/}}."],"Send feedback":["Feedback verzenden"],"Provide feedback about the new payments experience.":["Geef feedback op de nieuwe betaalervaring."],"The survey could not be loaded.":["De vragenlijst kon niet worden geladen."],"Thank you! Your feedback will help improve your experience in the future.":["Bedankt! Je feedback helpt je ervaring in de toekomst verbeteren."],"There was an error during submission.":["Er is een fout opgetreden bij het indienen."],"What made you disable the new payments experience?":["Met welke reden heb je de nieuwe betaalervaring uitgeschakeld?"],"Do you have any feedback for the new payments experience?":["Heb je feedback op de nieuwe betaalervaring?"],"You've disabled the new payments experience in your store.":["Je hebt de nieuwe betaalervaring in je winkel uitgeschakeld."],"missing fees":["ontbrekende tarieven"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Base transaction fees: %s":["Basis transactiekosten: %s"],"Get access to additional payment methods and an improved checkout experience.":["Krijg toegang tot extra betaalmethoden en een verbeterde afrekenervaring."],"Enable":["Inschakelen"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contour {{br\/}}{{helpText}}Aanbevolen voor witte of lichtgekleurde achtergronden met onvoldoende contrast.{{\/helpText}}"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Licht {{br\/}}{{helpText}}Aanbevolen voor donkere of gekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Donker {{br\/}}{{helpText}}Aanbevolen voor lichte of lichtgekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Groot {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Gemiddeld {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Standaard {{helpText}}(40 px){{\/helpText}}"],"Update your store's configuration to ensure smooth transactions.":["Werk de configuratie van je winkel bij om transacties soepel te laten verlopen."],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["De kosten moeten binnen zeven dagen na autorisatie worden geregistreerd op het scherm met bestel gegevens, anders worden de autorisatie en bestelling geannuleerd."],"Debug mode":["Debug modus"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}"],"Error retrieving currencies.":["Fout bij het ophalen van valuta's."],"Error updating enabled currencies.":["Fout bij het updaten van ingeschakelde valuta's."],"Enabled currencies updated.":["Ingeschakelde valuta's geüpdatet."],"Preview":["Voorbeeld"],"Continue":["Voortzetten"],"Enable Apple Pay \/ Google Pay":["Apple Pay \/ Google Pay inschakelen"],"Theme":["Thema"],"Call to action":["Call to Action"],"Only icon":["Alleen pictogram"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Laat je klanten gebruikmaken van hun favoriete snelle betaalmethoden en digitale portemonnees om sneller en veiliger af te rekenen in verschillende delen van je winkel."],"Express checkouts":["Snel afrekenen"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Betalingen toevoegen en bewerken die beschikbaar zijn voor klanten bij afrekenen. Op basis van hun apparaat type, locatie en aankoopgeschiedenis zien je klanten alleen de relevantste betaalmethoden."],"Save changes":["Wijzigingen opslaan"],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Gebruik {{testCardHelpLink}}test kaart nummers{{\/testCardHelpLink}} om verschillende transacties te simuleren. {{learnMoreLink}}Meer weten{{\/learnMoreLink}}"],"Transaction preferences":["Transactie voorkeuren"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Je kan het op elk moment opnieuw toevoegen via {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Weet je zeker dat je {{strong}}%s{{\/strong}} wil verwijderen? Je klanten kunnen niet meer betalen met %s."],"Remove":["Verwijderen"],"Remove %1$s from checkout":["Verwijder %1$s uit de afrekening"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Indien ingeschakeld, worden betaal fout logs opgeslagen in WooCommerce > Status > Logs."],"Log error messages":["Logfout berichten"],"Advanced settings":["Geavanceerde instellingen"],"Error retrieving settings.":["Fout bij het ophalen van instellingen."],"Error saving settings.":["Fout bij het opslaan van instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Error retrieving all deposits' overviews.":["Fout bij het ophalen van alle overzichten van aanbetalingen."],"Remove file":["Bestand verwijderen"],"Drop files to upload":["Sleep bestanden om te uploaden"],"All currencies":["Alle valuta's"],"Recommended":["Aanbevolen"],"Payments accepted on checkout":["Betalingen geaccepteerd bij afrekenen"],"Manage in Stripe":["Beheren in Stripe"],"Manage and update your deposit account information to receive payments and deposits.":["Beheer en update je aanbetaling accountgegevens om betalingen en aanbetalingen te ontvangen."],"Issue an authorization on checkout, and capture later":["Geef een autorisatie uit bij het afrekenen en registreer deze later"],"Product Page":["Productpagina"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik 500 miljoen klanten en meer dan 20 miljoen bedrijven in de hele Europese Unie."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer beveiligde bankoverschrijvingen vanuit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met giropay - het op één na populairste betalingssysteem van Duitsland."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten met alle bekende creditcards en betaalpassen betalen zonder dat ze je winkel hoeven te verlaten."],"Credit card \/ debit card":["Creditcard\/betaalpas"],"Cancel":["Annuleren"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Error creating instant deposit.":["Fout bij het aanmaken van directe aanbetaling."],"View details":["Details bekijken"],"Instant deposit for %s in transit.":["Directe storting voor %s onderweg."],"Sofort":["Sofort"],"SEPA Direct Debit":["SEPA direct debit"],"Disable":["Uitschakelen"],"Close dialog":["Dialoogvenster sluiten"],"Learn more":["Kom meer te weten"],"(%f%% discount)":["(%f%% korting)"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transactie"],"Edit the way your store name appears on your customers' bank statements.":["Bewerk de manier waarop je winkelnaam wordt weergegeven op de bankafschriften van je klanten."],"Customer bank statement":["Bankafschrift van de klant"],"Error retrieving disputes.":["Fout bij het ophalen van geschillen."],"Error retrieving dispute.":["Fout bij het ophalen van geschil."],"Between":["Tussen"],"After":["Na"],"Before":["Voor"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Geavanceerde filters"],"Show":["Tonen"],"Error retrieving deposits overview.":["Overzicht van fout bij het ophalen van stortingen."],"Dismiss this notice":["Negeer dit bericht"],"Monthly":["Maandelijks"],"Weekly":["Wekelijks"],"Daily":["Dagelijks"],"Upload file":["Bestand uploaden"],"There has been an error accepting the dispute. Please try again later.":["Er is een fout opgetreden bij het accepteren van het geschil. Probeer het later opnieuw."],"You have accepted the dispute.":["Je hebt het geschil aanvaard."],"You have accepted the dispute for order #%s.":["Je hebt het geschil voor bestelling #%s geaccepteerd."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Probeer eerst contact op te nemen met je klant. Soms vergeten mensen betalingen die ze doen of herkennen ze de manier waarop ze op hun kaartafschrift staan niet. Als dit het geval is, vraag ze dan om contact op te nemen met hun kaartuitgever en laat ze weten dat ze de transactie niet langer betwisten. Zelfs als je klant ermee instemt om het geschil in te trekken, moet je nog steeds het juiste bewijs leveren. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Net als bij frauduleuze geschillen, laat je klant het geschil intrekken door hen te helpen de betaling te identificeren. Betwist het geschil anders met passend bewijs dat bewijst dat de aankoop legitiem was. "],"The customer doesn’t recognize the payment appearing on their card statement.":["De klant herkent de betaling die op het kaartafschrift wordt weergegeven niet."],"Unrecognized":["Niet herkend"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Maak anders gebruik van de formulieren op het volgende scherm om bewijs in te dienen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Neem eerst contact op met je klant. Als je begrijpt wat er volgens de klant heeft plaatsgevonden, heb je de kans om het misverstand uit te leggen of recht te zetten. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Je moet bewijzen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"The customer claims that you continued to charge them after a subscription was canceled.":["De klant beweert dat je geld in rekening hebt gebracht nadat het abonnement geannuleerd was."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Subscription canceled":["Abonnement geannuleerd"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Als de klant zijn geschil intrekt, moet je nog steeds bewijs indienen met behulp van de formulieren op het volgende scherm. Zorg ervoor dat je een brief of e-mail van de kaarthouder verstrekt waarin staat dat ze niet langer in geschil zijn."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Als je klant niet heeft geprobeerd om het product terug te sturen of de dienst te annuleren, of als je een vervangend product of vervangende dienst hebt verstrekt, vergeet dit dan niet te vermelden."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Voor producten die gerepareerd of vervangen zijn, dien je bewijs op te geven dat de kaarthouder ermee heeft ingestemd om een reparatie of vervanging te ontvangen, dat het product door de klant is ontvangen en dat de reparatie of vervanging niet is aangevochten."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Als de klant het product niet heeft terug verzonden of de dienst niet heeft geannuleerd, dien je specifieke informatie daarover te verstrekken. Je moet je binnenkomende verzendgegevens nogmaals controleren om te verifiëren dat je geen retour product hebt ontvangen voordat je reageert. Als je een krediet of terugbetaling hebt verwerkt voor deze transactie dien je bewijs hiervan te verstrekken, met inbegrip van het bedrag en de datum van de verwerking."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Als het product of de dienst zoals beschreven is, verstrek dan specifieke informatie (factuur, contract, enz.) om de claims van de kaarthouder te weerleggen. Geschillen over de kwaliteit ontstaan wanneer de klant het niet eens is met de staat van de ontvangen goederen of diensten (bijvoorbeeld een situatie met autoreparatie of de kwaliteit van een hotelkamer). Er kunnen gevallen zijn waarin je een neutraal oordeel van een derde partij moet verkrijgen om je claim tegen de kaarthouder te ondersteunen. Verstrek zoveel mogelijk specifieke informatie en documentatie om de claims van de kaarthouder te weerleggen. Het wordt aanbevolen dat je elk punt dat de kaarthouder heeft gemaakt, behandelt."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Toon aan dat het product of de dienst is geleverd zoals beschreven ten tijde van de aankoop."],"The product or service was received but was defective, damaged, or not as described.":["Het product of de dienst is ontvangen, maar was defect, beschadigd of niet zoals beschreven."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat de klant het product of de dienst heeft ontvangen zoals beschreven, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Product unacceptable":["Product onaanvaardbaar"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Neem eerst contact op met je klant. Begrijpen waarom ze het geschil hebben ingediend is belangrijk om ervoor te zorgen dat je klant het product krijgt en geeft je kritieke informatie om te voorkomen dat anderen dit ook overkomt."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Lever bewijs dat de klant een fysiek product of offline dienst heeft ontvangen of gebruik heeft gemaakt van een digitaal product of online dienst. Dit moet hebben plaatsgevonden voorafgaand aan de datum waarop het geschil is gestart."],"The customer claims they did not receive the products or services purchased.":["De klant beweert dat de aangeschafte producten of diensten niet zijn ontvangen."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kunt bewijzen dat de klant zijn product of dienst heeft ontvangen, moet je het geschil accepteren. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van betwiste betalingen bij je, het bedrijf."],"Product not received":["Product niet ontvangen"],"Insufficient funds":["Onvoldoende middelen"],"Incorrect account details":["Onjuiste accountgegevens"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dit is een ongecategoriseerd geschil, dus je moet contact opnemen met de klant voor meer informatie om erachter te komen waarom de betaling werd betwist."],"General":["Algemeen"],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Het kan efficiënter zijn - en een betere klantervaring opleveren - om een onbedoeld geschil te accepteren en de klant eventueel opnieuw te laten betalen. Zelfs als een geschil wordt ingetrokken, duurt het meestal ongeveer 75 dagen voordat het is afgerond. Vergeet niet dat het de kaart netwerken niet uitmaakt of je een geschil wint of verliest."],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Probeer contact op te nemen met je klant. Soms vergeten mensen betalingen die ze uitvoeren of herkennen ze de manier waarop ze op hun afschrift worden weergegeven niet. Als dit het geval is, vraag ze dan om contact op te nemen met degene die de kaart heeft uitgegeven en laat ze weten dat ze de transactie niet meer aanvechten."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Geef voldoende betalings- en bestelgegevens op, zodat een legitieme klant deze herkent of aan de uitgever van de kaart kan bewijzen dat de kaarthouder de transactie heeft geautoriseerd."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dit is de meest voorkomende reden voor een geschil en vindt plaats wanneer een kaarthouder beweert dat de betaling niet is geautoriseerd. Dit kan gebeuren als de kaart verloren is geraakt of is gestolen en gebruikt werd om een ongeautoriseerde betaling te doen. Het kan ook gebeuren als de kaarthouder de betaling niet herkent wanneer deze op het afschrift van de uitgever van de kaart wordt weergegeven."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Als je ervan overtuigd bent dat de betaling daadwerkelijk is uitgevoerd met een gestolen creditcard, moet je het geschil accepteren. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van ongeautoriseerde betalingen bij jou, de onderneming."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Zelfs als je klant ermee instemt om het geschil te herroepen, moet je nog steeds passend bewijsmateriaal indienen met behulp van de formulieren op het volgende scherm. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Als er twee of meer afzonderlijke betalingen hebben plaatsgevonden, neem dan contact op met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Als dat niet zo is, verzamel dan alle informatie die bewijst dat elke betaling afzonderlijk is gedaan, zoals kopieën van bonnetjes. Als de bonnetjes niet de gekochte artikelen bevatten, zorg er dan voor dat je een gespecificeerde lijst bijvoegt. Op elke kwitantie moet duidelijk staan dat de betalingen voor afzonderlijke aankopen van artikelen of diensten zijn. Als je in staat bent geweest om contact op te nemen met de klant, zorg er dan voor dat je alle zorgen die ze hadden in je bewijs behandelt."],"Determine if your customer was incorrectly charged multiple times.":["Bepaal of je klant meerdere keren onjuist is in rekening gebracht."],"Demonstrate that each payment was for a separate product or service.":["Aantonen dat elke betaling voor een afzonderlijk product of een afzonderlijke dienst was."],"The customer claims they were charged multiple times for the same product or service.":["De klant beweert dat er meerdere keren geld in rekening is gebracht voor hetzelfde product of dezelfde dienst."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Indien er dubbele betalingen zijn verricht, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Duplicate":["Duplicaat"],"Debit not authorized":["Debet niet geautoriseerd"],"Customer initiated":["Klant geïnitieerd"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Als de kaarthouder ermee instemt om het geschil in te trekken, moet je nog altijd bewijs indienen voor het geschil via de formulieren op het volgende scherm. Je indiening moet niet alleen het volgende bewijs bevatten, maar ook de correspondentie met de kaarthouder waarin deze aangeeft het geschil in te trekken, evenals een schriftelijke verklaring van de onderneming die de kaart heeft uitgegeven, waarin wordt bevestigd dat het geschil is ingetrokken."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Je moet eerst contact opnemen met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Aantonen dat je je klant op een andere manier hebt terugbetaald of dat je klant geen recht heeft op terugbetaling. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. Als je van mening bent dat je klant recht had op een terugbetaling die je niet hebt verstrekt, kun je het geschil accepteren."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["De klant beweert dat het gekochte product is geretourneerd of dat de transactie anderszins is geannuleerd, maar je hebt nog geen terugbetaling of tegoed verstrekt."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je klant niet naar behoren is terugbetaald, moet je het geschil accepteren of het probleem met je klant afhandelen. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Als je ervan overtuigd bent dat het geschil ongeldig is, kan je het aanvechten door het gepaste bewijs te verstrekken via de reactieformulieren op het volgende scherm."],"Credit not processed":["Tegoed niet verwerkt"],"Check returned":["Cheque geretourneerd"],"Bank cannot process":["Bank kan niet verwerken"],"Lost":["Kwijt"],"Won":["Gewonnen"],"Charge refunded":["Terugbetaalde kosten"],"Under review":["Onder de loep"],"Needs response":["Moet worden beantwoord"],"Inquiry: Closed":["Aanvraag: gesloten"],"Inquiry: Under review":["Onderzoek: onder beoordeling"],"Inquiry: Needs response":["Aanvraag: reactie vereist"],"Payment methods":["Betalingsmethoden"],"Status":["Status"],"Date":["Datum"],"Error retrieving deposits.":["Fout bij het ophalen van stortingen."],"Error retrieving deposit.":["Fout bij het ophalen van aanbetaling."],"Transactions":["Transacties"],"Deposits":["Stortingen"],"Dev mode is active so logging is on by default.":["De ontwikkelmodus is actief, dus logregistratie is standaard ingeschakeld."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["Dev modus is actief dus alle transacties worden in testmodus uitgevoerd. Deze instelling is alleen beschikbaar voor live accounts."],"Enable test mode":["Testmodus inschakelen"],"Test mode":["Testmodus"],"Settings":["Instellingen"]}},"comment":{"reference":"dist\/settings.js"}}