{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"Viewing test loans. To view live loans, disable test mode in %s settings.":["Testkredite werden angezeigt. Um Live-Kredite anzuzeigen, deaktiviere den Testmodus in den %s-Einstellungen."],"Viewing test documents. To view live documents, disable test mode in %s settings.":["Testdokumente werden angezeigt. Um Live-Dokumente anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."],"Viewing test disputes. To view live disputes, disable test mode in %s settings.":["Test-Reklamationen werden angezeigt. Um Live-Reklamationen anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."],"Viewing test deposits. To view live deposits, disable test mode in %s settings.":["Test-Einzahlungen werden angezeigt. Um Live-Einzahlungen anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."],"%s is in test mode.":["%s ist im Testmodus."],"%s was in test mode when this order was placed.":["%s befand sich im Testmodus, als diese Bestellung aufgegeben wurde.","%s befand sich im Testmodus, als diese Bestellungen aufgegeben wurden."],"View %s settings":["%s-Einstellungen anzeigen"],"Viewing test authorizations. To view live authorizations, disable test mode in %s settings.":["Test-Autorisierungen werden angezeigt. Um Live-Autorisierungen anzuzeigen, deaktiviere den Testmodus in den %s-Einstellungen."],"Viewing test blocked transactions. To view live blocked transactions, disable test mode in %s settings.":["Blockierte Transaktionen werden im Testmodus angezeigt. Um blockierte Transaktionen im Live-Modus anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."],"Viewing test on review transactions. To view live on review transactions, disable test mode in %s settings.":["Zu überprüfende Transaktionen werden im Testmodus angezeigt. Um zu überprüfende Transaktionen im Live-Modus anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."],"Test document:":["Testdokument:"],"Test dispute:":["Test-Reklamation:"],"Test deposit:":["Test-Anzahlung:"],"Test payment:":["Testzahlung:"],"Viewing test transactions. To view live transactions, disable test mode in %s settings.":["Testtransaktionen werden angezeigt. Um Live-Transaktionen anzuzeigen, deaktiviere den Testmodus in den Einstellungen von %s."]}}}