{"translation-revision-date":"2023-09-06 08:03:14+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Set up real payments on your store":["Stel echte betalingen in voor je winkel"],"Please provide a type of goods or services":["Geef een type goederen of dienst op"],"Please provide a business type":["Geef een bedrijfstype op"],"Please provide a country":["Geef een land op"],"Please provide a business name":["Geef een bedrijfsnaam op"],"Please provide a last name":["Geef een achternaam op"],"Please provide a first name":["Geef een voornaam op"],"This option will set up %s in development mode. You can use test data to set up, no personal information is required. When you’re ready to launch your store, switching to live payments is easy.":["Deze optie stelt %s in ontwikkeling modus in. Je kunt test gegevens gebruiken om in te stellen, er worden geen persoonlijke gegevens gevraagd. Als je klaar bent om je winkel te lanceren, kun je eenvoudig overschakelen naar live betalingen."],"More information needed":["Meer informatie"],"Learn more about enabling payment methods":["Meer informatie over tweede betaalmethoden"],"We need more information from you to enable this method. {{learnMoreLink}}Learn more.{{\/learnMoreLink}}":["We hebben meer informatie van je nodig om deze methode in te schakelen. {{learnMoreLink}}Lees meer.{{\/learnMoreLink}}"]," — see <tclink>Terms and Conditions<\/tclink>":[" — zie <tclink>Algemene voorwaarden<\/tclink>"],"JCB is coming soon to your country.":["JCB komt binnenkort naar je land."],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Laat je klanten betalen met JCB, het enige internationale betaalmerk gevestigd in Japan."],"By clicking “Finish setup”, you agree to the <a1>Terms of Service<\/a1> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>.":["Door op \"Voltooi instelling\" te klikken, ga je akkoord met de <a1>Dienstvoorwaarden<\/a1> (inclusief <a3>WooPay verkoop voorwaarden<\/a3>) en erken je dat je ons <a2>Privacy beleid<\/a2> hebt gelezen."],"Update %s business details":["Bedrijfsgegevens updaten%s"],"Reconnect %s":["Opnieuw verbinding gemaakt %s"],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} over %s vergoedingen"],"{{linkToStripePage \/}} about %s Fees in your country":["{{linkToStripePage \/}} over %s vergoedingen in je land"],"UnionPay":["UnionPay"],"See details":["Details bekijken"],"Respond":["Reageer"],"%s day left":["%s dag over","%s dagen over"],"Last day today":["Laatste dag vandaag"],"WeChat":["WeChat"],"Visa":["Visa"],"Union Pay":["Union Pay"],"Stripe Account":["Stripe account"],"SOFORT":["SOFORT"],"SEPA Debit":["SEPA Debit"],"P24":["P24"],"Multibanco":["Multibanco"],"Mastercard":["MasterCard"],"Klarna":["Klarna"],"JCB":["JCB"],"Discover":["Ontdek"],"Diners Club":["Diners Club"],"In-Person Card Payment":["In persoon kaartbetaling"],"Card Payment":["Kaartbetaling"],"AU BECS Debit":["AU BECS debit"],"American Express":["American Express"],"Alipay":["Alipay"],"ACSS Debit":["ACSS debit"],"ACH Debit":["ACH debit"],"ACH Credit Transfer":["ACH credit transfer"],"Android":["Android"],"%s was in test mode when this order was placed.":["%s was in testmodus toen deze bestelling werd geplaatst.","%s was in testmodus toen deze bestellingen werden geplaatst."],"View %s settings":["Bekijk %s instellingen"],"Viewing test loans. To view live loans, disable test mode in %s settings.":["Test leningen bekijken. Om live leningen te bekijken, schakel je de testmodus uit in de %s instellingen."],"Viewing test documents. To view live documents, disable test mode in %s settings.":["Testdocumenten bekijken. Om live documenten te bekijken, schakel je de testmodus uit in de %s instellingen."],"Viewing test disputes. To view live disputes, disable test mode in %s settings.":["Het bekijken van test geschillen. Om live geschillen te bekijken, schakel testmodus uit in de instellingen van %s."],"Viewing test deposits. To view live deposits, disable test mode in %s settings.":["Het bekijken van test stortingen. Om live stortingen te bekijken, schakel testmodus uit in de instellingen van %s."],"%s is in test mode.":["%s is het in de test modus."],"Is my data safe with %s?":["Zijn mijn gegevens veilig met %s?"],"Verifying your information with %s":["Je informatie verifiëren met %s"],"Respond to %d active disputes":["Reageer op %d actieve geschillen voor in totaal"],"Documents match <select \/> filters":["Documenten komen overeen met <select \/> filters"],"<title>Device type<\/title> <rule \/> <filter \/>":["<title>Apparaattype<\/title> <rule \/> <filter \/>"],"<title>Loan<\/title> <rule \/> <filter \/>":["<title>Lening<\/title> <rule \/> <filter \/>"],"<title>Type<\/title> <rule \/> <filter \/>":["<title>Type<\/title> <rule \/> <filter \/>"],"<title>Customer currency<\/title> <rule \/> <filter \/>":["<title>Klant valuta<\/title> <rule \/> <filter \/>"],"Transactions match <select \/> filters":["Transacties komen overeen met <select \/> filters"],"Deposits match <select \/> filters":["Overeenkomende stortingen <select \/> filters"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Status<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Datum<\/title> <rule \/> <filter \/>"],"Disputes match <select \/> filters":["Geschillen komen overeen met <select \/> filters"],"See disputes":["Geschillen bekijken"],"Respond to %d active disputes for a total of %s":["Reageer op %d actieve geschillen voor in totaal %s"],"By %s – %s left to respond":["Om %s nog %s om te reageren"],"Respond now":["Nu reageren"],"Afterpay transactions":["Afterpay transacties"],"Affirm transactions":["Affirm transacties"],"Buy Now, Pay Later":["Koop nu, betaal later"],"Popular in your country":["Populair in je land"],"Enablement complete":["Inschakeling afgerond"],"Expand your business with Afterpay":["Breid je bedrijf uit met Afterpay"],"Expand your business with Affirm":["Breid je bedrijf uit met Affirm"],"Source device\u0004Is not":["Is niet"],"Source device\u0004Is":["Is"],"Select a transaction device type":["Selecteer een apparaat type voor transacties"],"{{title}}Device type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Apparaat type{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction device type filter match":["Selecteer een filter overeenkomst voor het apparaat type voor transacties"],"Remove transaction device type filter":["Verwijder een filter voor het apparaat type voor transacties"],"Device Type":["Apparaat type"],"iPhone":["iPhone"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"There was an error applying the promotion. Please contact support for assistance if the problem persists":["Er is een fout opgetreden bij het toepassen van de promotie. Neem contact op met ondersteuning voor assistentie als het probleem zich blijft voordoen"],"*See <a>Terms and Conditions<\/a> for details.":["*Bekijk de <a>Voorwaarden en condities<\/a> voor details."],"Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection.":["Korting wordt toegepast op betalingen die worden verwerkt via WooPayments na voltooiing van de installatie, instelling en verbinding."],"Limited time offer":["Aanbieding voor beperkte tijd"],"WooPayments is pre-integrated with popular payment options:":["WooPayments is vooraf geïntegreerd met populaire betaalopties:"],"Earn recurring revenue and get deposits into your bank account.":["Verdien terugkerende inkomsten en ontvang stortingen op je bankrekening."],"Offer card payments, Apple Pay, Sofort, iDeal, Affirm, Afterpay, and accept in-person payments with the Woo mobile app.":["Bied kaartbetalingen, Apple pay, Sofort, iDeal, Affirm, Afterpay en accepteer in persoon betalingen met de Woo mobiele app."],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Hallo %s, beheer je bedrijf en verwerk je betalingen allemaal op één plek, zonder instelling kosten of maandelijkse kosten."],"Afterpay":["Afterpay"],"Affirm":["Affirm"],"Transaction unauthorized":["Transactie niet geautoriseerd"],"Last week to respond to %d of the disputes":["Laatste week om te reageren op %d van de geschillen"],"Final day to respond to %d of the disputes":["Laatste dag om te reageren op %d van de geschillen"],"Respond today by %s":["Reageer vandaag voor %s"],"Respond to a dispute for %s":["Reageer op een geschil vóór %s"],"Respond to a dispute for %s – Last day":["Reageer op een geschil vóór %s - Laatste dag"],"Not connected":["Niet verbonden"],"Filter action":["Actie filteren"],"The payment will be blocked.":["Deze betaling wordt geblokkeerd."],"When enabled, the payment will be blocked.":["Deze betaling wordt geblokkeerd."],"Authorize and hold for review":["Autoriseren en voor beoordeling vasthouden"],"Search…":["Zoeken…"],"Select the primary industry of your business":["Selecteer de primaire branche van je bedrijf"],"Select the primary country of your business":["Selecteer het primaire land van je bedrijf"],"Confirm your identity with our partner":["Bevestig je identiteit bij onze affiliate"],"This info will help us speed up the set up process.":["Deze informatie helpt bij het versnellen van het instelproces."],"Please share a few more details":["Deel nog een aantal gegevens met ons"],"We’ll use the email address to contact you with any important notifications related to your account, and the phone number will only be used to protect your account with two-factor authentication.":["We gebruiken het e-mailadres om contact met je op te nemen over belangrijke mededelingen betreffende je account en het telefoonnummer wordt alleen gebruikt om je account te beveiligen met tweevoudige verificatie."],"First, you’ll need to create an account":["Ten eerste, moet je een account aanmaken"],"I’m building a store for someone else and would like to test payments":["Ik bouw een winkel voor iemand anders en wil graag betalingen testen"],"phone number country code":["landcode telefoon"],"Enable payments only":["Alleen betalingen inschakelen"],"Set up payments and deposits":["Betalingen en aanbetalingen instellen"],"You have a $5,000 balance limit or 30 days from your first transaction to verify and set up deposits in your account.":["Je hebt een limiet van $ 5000 of 30 dagen vanaf je eerste transactie om aanbetalingen in je account te controleren en in te stellen."],"Flexible process":["Flexibel proces"],"The setup process is super simple and ensures your store is ready to accept payments.":["Het instellingsproces is super eenvoudig en zorgt ervoor dat je winkel klaar is om betalingen te accepteren."],"Quick and easy setup":["Snelle en eenvoudige installatie"],"%s enables you to start processing payments right away.":["Met %s kun je meteen beginnen met het verwerken van betalingen."],"Start selling instantly":["Begin meteen met verkopen"],"Start selling now with these benefits or continue the process to set up deposits.":["Begin met verkopen met deze voordelen of ga door met het proces om aanbetalingen in te stellen."],"You’re eligible to start selling now and fast-track the setup process.":["Je komt in aanmerking om nu te beginnen met verkopen en het instellingsproces te versnellen."],"Deposits are pending while Stripe verifies details on your account.":["Aanbetalingen zijn in afwachting terwijl Stripe de gegevens van je account controleert."],"Pending verification":["In afwachting van verificatie"],"This filter screens for differences between the shipping information and the billing information (country).":["Deze filter controleert op verschillen tussen de verzendinformatie en de factureringsgegevens (land)."],"You’ll need to provide details to verify that you’re the owner of the account. If you’re setting up payments for someone else, choose the test payments option.":["Je moet gegevens invoeren om te bevestigen dat je de eigenaar van het account bent. Als je betalingen voor iemand anders wil instellen, moet je de optie testbetalingen kiezen."],"I’d like to set up payments on my own store":["Ik wil betalingen instellen voor mijn eigen winkel"],"Select the option that best fits your needs.":["Selecteer de optie die het beste bij je behoeften past."],"Let’s get your store ready to accept payments":["Laten we je winkel voorbereiden op het accepteren van betalingen"],"The amount of funds still in the %d day pending period. {{learnMoreLink}}Learn more.{{\/learnMoreLink}}":["Het bedrag aan fondsen dat nog in de %d dag wachtperiode staat. {{learnMoreLink}}Meer informatie. {{\/learnMoreLink}}","Het bedrag aan fondsen dat nog in de %d dag wachtperiode staat. {{learnMoreLink}}Meer informatie. {{\/learnMoreLink}}"],"The amount of funds available to be deposited. {{learnMoreLink}}Learn more.{{\/learnMoreLink}}":["De bedragen die beschikbaar zijn om gestort te worden. {{learnMoreLink}}Meer informatie.{{\/learnMoreLink}}"],"{{learnMoreLink}}Learn more{{\/learnMoreLink}} about why your account balance may be negative.":["{{learnMoreLink}}Lees meer{{\/learnMoreLink}} over waarom je rekeningsaldo negatief kan zijn."],"Deposit available funds":["Beschikbaar bedrag storten"],"Continue setup":["Doorgaan met configuratie"],"We will need your banking details in order to process any payouts to you.":["Je moet je bankgegevens opgeven om betalingen te kunnen ontvangen."],"The owner, business and contact information will be required.":["Contactgegevens en gegevens van de eigenaar en het bedrijf zijn vereist."],"Your test account will be deactivated and your transaction records will be preserved for future reference.":["Je testaccount wordt gedeactiveerd en je transactiegegevens worden opgeslagen voor toekomstig gebruik."],"Before proceeding, please take note of the following information:":["Bekijk de volgende informatie voordat je verder gaat:"],"Set up live payments on your store":["Stel live betalingen in voor je winkel"],"Set up payments":["Betaalmethodes instellen"],"Enjoy direct deposits into your bank account":["Ontvang direct betalingen op je bankrekening"],"135 different currencies and local payment methods":["135 verschillende valuta's en plaatselijke betaalmethoden"],"Offer a wide range of card payments":["Bied een breed aanbod van betaalmethodes met een kaart aan"],"Congratulations! Your store has been verified.":["Gefeliciteerd! Je winkel is geverifieerd."],"You're ready to start selling!":["Je kunt nu beginnen met verkopen!"],"Dismiss element":["Element negeren"],"Your deposits are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["Je aanbetalingen zijn {{strong}}tijdelijk geschorst{{\/strong}}. {{suspendLink}}Meer informatie{{\/suspendLink}}"],"Your deposits are dispatched {{strong}}automatically on the %s of every month{{\/strong}}":["Je betalingen worden {{strong}}automatisch op de %s van elke maand verzonden{{\/strong}}"],"Your deposits are dispatched {{strong}}automatically on the last day of every month{{\/strong}}":["Je betalingen worden {{strong}}automatisch op de laatste dag van elke maand verzonden{{\/strong}}"],"Your deposits are dispatched {{strong}}automatically every %s{{\/strong}}":["Je stortingen worden {{strong}}automatisch elke %s{{\/strong}} verzonden"],"Your deposits are dispatched {{strong}}automatically every day{{\/strong}}":["Je betalingen worden {{strong}}automatisch elke dag verzonden{{\/strong}}"],"Dispatch date":["Verzenddatum"],"Deposits may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["Stortingen kunnen worden onderbroken terwijl je %s saldo negatief blijft. {{whyLink}}Waarom?{{\/whyLink}}"],"Your first deposit is held for seven business days. {{whyLink}}Why?{{\/whyLink}}":["Je eerste storting wordt zeven werkdagen vastgehouden. {{whyLink}}Waarom?{{\/whyLink}}"],"This deposit will include funds from your WooCommerce Capital loan. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Deze storting zal geld bevatten van je WooCommerce Capital lening. {{learnMoreLink}}Lees meer{{\/learnMoreLink}}"],"You must <a>capture<\/a> this charge within the next":["Je moet deze kosten <a>vastleggen<\/a> binnen de volgende"],"%d days":["%d dagen"],"a day":["een dag"],"%d hours":["%d uren"],"an hour":["een uur"],"%d minutes":["%d minuten"],"a minute":["een minuut"],"%d seconds":["%d seconden"],"a second":["een seconde"],"Viewing test on review transactions. To view live on review transactions, disable test mode in %s settings.":["Test transacties in beoordeling worden weergegeven. Om live transacties in beoordeling te bekijken, moet je de testmodus in de instellingen van %s uitschakelen."],"Back to Payments Settings":["Terug naar betalingsinstellingen"],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Er is een fout opgetreden bij het ophalen van je instellingen voor bescherming tegen fraude. Vernieuw de pagina om het opnieuw te proberen."],"Settings were not saved.":["Instellingen zijn niet opgeslagen."],"Save Changes":["Sla wijzigingen op"],"Current protection level is set to \"advanced\".":["Het huidige beschermingsniveau is ingesteld op 'geavanceerd'."],"Advanced fraud protection":["Geavanceerde bescherming tegen fraude"],"An unusually high item count, compared to the average for your business, can indicate potential fraudulent activity.":["Een ongebruikelijk groot aantal artikelen (vergeleken met het gemiddelde voor je bedrijf) kan wijzen op fraude."],"Block transactions for abnormal item counts":["Blokkeer transacties voor abnormale item tellingen"],"This filter compares the amount of items in an order to the minimum and maximum counts that you specify.":["Dit filter vergelijkt de hoeveelheid artikelen in een bestelling met de door je gespecificeerde minimale en maximale aantallen."],"Order Items Threshold":["Bestelling items drempel"],"Maximum item count must be greater than the minimum item count on the \"Order Item Threshold\" rule.":["Het maximum aantal artikelen moet groter zijn dan het minimum aantal artikelen in de regel 'Drempelwaarde artikelen bestellen'."],"An item range must be set for the \"Order Item Threshold\" filter.":["Er moet een artikel bereik worden ingesteld voor het filter 'Drempelwaarde artikelen bestellen'."],"Maximum item count must be greater than the minimum item count.":["Het maximum aantal artikelen moet groter zijn dan het minimum aantal artikelen."],"An item range must be set for this filter to take effect.":["Er moet een artikel bereik worden ingesteld om dit filter te activeren."],"Maximum items per order":["Maximum aantal artikelen per bestelling"],"Minimum items per order":["Minimale aantal artikelen per bestelling"],"An unusually high purchase amount, compared to the average for your business, can indicate potential fraudulent activity.":["Een ongebruikelijk hoog aankoopbedrag (vergeleken met het gemiddelde voor je bedrijf) kan wijzen op fraude."],"Block transactions for abnormal purchase prices":["Blokkeer transacties voor abnormale aankoopprijzen"],"This filter compares the purchase price of an order to the minimum and maximum purchase amounts that you specify.":["Dit filter vergelijkt de aankoopprijs van een bestelling met de door je gespecificeerde minimale en maximale aankoopbedragen."],"Purchase Price Threshold":["Drempelwaarde aankoopprijzen"],"A price range must be set for the \"Purchase Price threshold\" filter.":["Er moet een prijsbereik worden ingesteld voor het filter 'Drempelwaarde aankoopprijs'."],"Maximum purchase price must be greater than the minimum purchase price.":["De maximale aankoopprijs moet hoger zijn dan de minimale aankoopprijs."],"A price range must be set for this filter to take effect.":["Er moet een prijsbereik worden ingesteld om dit filter te activeren."],"Maximum purchase price":["Maximale aankoopprijs"],"Leave blank for no limit":["Laat leeg voor geen limiet"],"Minimum purchase price":["Minimale aankoopprijs"],"There are legitimate reasons for a billing\/shipping mismatch with a customer purchase, but a mismatch could also indicate that someone is using a stolen identity to complete a purchase.":["Er zijn legitieme redenen voor niet overeenkomende facturerings\/verzendgegevens tijdens een aankoop door een klant. Het kan er echter ook op wijzen dat iemand een aankoop probeert te doen met een gestolen identiteit."],"Block transactions for mismatched addresses":["Transacties blokkeren voor niet overeenkomende adressen"],"Address Mismatch":["Niet overeenkomend adres"],"Fraudulent transactions often use fake addresses to place orders. If the IP address seems to be in one country, but the billing address is in another, that could signal potential fraud.":["Frauduleuze transacties gebruiken vaak nepadressen om bestelling te plaatsen. Als het IP-adres een land aantoont maar het factuuradres een ander land aangeeft, kan dat een signaal van fraude zijn."],"Screen transactions where the IP country and billing country don't match":["Controleer op transacties waarbij het land van het IP-adres en die van het factuuradres niet overeenkomen"],"This filter screens for customer's {{ipAddressLink}}IP address{{\/ipAddressLink}} to see if it is in a different country than indicated in their billing address.":["Deze filter controleert het {{ipAddressLink}}IP-adres{{\/ipAddressLink}} van de klant, om te kijken of het in een ander land is dan in het factuuradres wordt aangegeven."],"IP Address Mismatch":["Niet overeenkomend IP-adres"],"You should be especially wary when a customer has an international IP address but uses domestic billing and shipping information. Fraudsters often pretend to live in one location, but live and shop from another.":["Je moet vooral goed oppassen wanneer een klant een internationaal IP-adres heeft, maar facturering- en verzendgegevens binnen je land opgeeft. Fraudeurs doen vaak alsof ze op een bepaalde plek wonen, maar wonen en winkelen in werkelijkheid ergens anders."],"The payment method will not be charged until you review and approve the transaction.":["De betaalmethode wordt pas belast als je de transactie hebt beoordeeld en toegestaan."],"Block transactions for international IP addresses":["Blokkeer transacties voor internationale IP-adressen"],"This filter screens for {{ipAddressLink}}IP addresses{{\/ipAddressLink}} outside of your {{supportedCountriesLink}}supported countries{{\/supportedCountriesLink}}.":["Dit filter controleert op {{ipAddressLink}}IP-adressen{{\/ipAddressLink}} buiten de door je {{supportedCountriesLink}}ondersteunde landen{{\/supportedCountriesLink}}."],"International IP Address":["Internationaal IP-adres"],"Orders from outside of the following countries will be screened by the filter: ":["Bestellingen van buiten de volgende landen worden gecontroleerd door de filter: "],"Orders from outside of the following countries will be blocked by the filter: ":["Bestellingen van buiten de volgende landen worden geblokkeerd door de filter: "],"Orders from the following countries will be screened by the filter: ":["Bestellingen uit de volgende landen worden gecontroleerd door de filter: "],"Orders from the following countries will be blocked by the filter: ":["Bestellingen uit de volgende landen worden geblokkeerd door de filter: "],"Enabling this filter will not have any effect because you are selling to all countries.":["Als je deze filter inschakelt, heeft dit geen effect omdat je in alle landen verkoopt."],"Block Payment":["Blokkeer betaling"],"Enable filtering":["Filters inschakelen"],"For security, this filter is enabled and cannot be modified. Payments failing CVC verification will be blocked. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Voor beveiliging is deze filter ingeschakeld en kan niet worden gewijzigd. Betalingen die de CVC verificatie niet doorstaan, worden geblokkeerd. {{learnMoreLink}}Meer informatie{{\/learnMoreLink}}"],"Because the card security code appears only on the card and not on receipts or statements, the card security code provides some assurance that the physical card is in the possession of the buyer.":["Omdat de beveiligingscode van een kaart alleen op de kaart staat en niet op bonnen of afschriften, geeft de beveiligingscode enige zekerheid dat de fysieke kaart daadwerkelijk in handen is van de eigenaar."],"This filter checks the security code submitted by the customer against the data on file with the card issuer.":["Dit filter vergelijkt de beveiligingscode die de klant heeft opgegeven met de gegevens in het bestand van de kaartuitgever."],"CVC Verification":["CVC controle"],"This filter is disabled, and can not be modified.":["Deze filter is uitgeschakeld en kan niet worden aangepast."],"Buyers who can provide the street number and post code on file with the issuing bank are more likely to be the actual account holder. AVS matches, however, are not a guarantee.":["Kopers die het straatnummer en de postcode in het bestand met de uitgevende bank kunnen geven, hebben meer kans om de werkelijke rekeninghouder te zijn. AVS overeenkomsten zijn echter geen garantie."],"This filter compares the street number and the post code submitted by the customer against the data on file with the card issuer.":["Dit filter vergelijkt het straatnummer en de postcode die de klant heeft opgegeven met de gegevens in het bestand van de kaartuitgever."],"AVS Mismatch":["Geen AVS overeenkomst"],"How does this filter protect me?":["Hoe beschermt dit filter mij?"],"Please provide a valid website":["Geef een geldige site op"],"Please provide a valid phone number":["Geef een geldig telefoonnummer op"],"Please provide a valid email":["Geef een geldig e-mailadres op"],"Please provide a response":["Geef een antwoord op"],"Let’s get you set up for payments":["Laten we alles klaarmaken voor betalingen"],"Enhanced fraud protection for your store":["Verbeterde bescherming tegen fraude voor je winkel"],"New features have been added to WooPayments to help reduce fraudulent transactions on your store. By using a set of rules to evaluate incoming orders, your store is better protected from fraudsters.":["Er zijn nieuwe functies toegevoegd aan WooPayments om te helpen bij het verminderen van frauduleuze transacties in je winkel. Door gebruik te maken van een set regels om binnenkomende bestellingen te evalueren, is je winkel beter beschermd tegen fraudeurs."],"New":["Nieuw"],"%s Balance":["%s balans"],"Pending funds":["Bedragen in behandeling"],"Available funds":["Beschikbare bedragen"],"Good evening":["Goedenavond"],"Good afternoon":["Goedemiddag"],"Good morning":["Goedemorgen"],"Good evening, %s":["Goedenavond, %s"],"Good afternoon, %s":["Goedemiddag, %s"],"Good morning, %s":["Goedemorgen, %s"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Gefeliciteerd! Neem even de tijd om het te vieren en uit te kijken naar de eerste verkoop."],"Estimated dispatch date":["Geschatte verzenddatum"],"Change deposit schedule":["Schema van aanbetaling wijzigen"],"View full deposits history":["Bekijk de volledige storting geschiedenis"],"The amount may change while payments are still accumulating":["Het bedrag kan nog veranderen naarmate betalingen zich opstapelen"],"Payment was screened by your fraud filters and placed in review.":["Deze betaling is gecontroleerd door je fraude filter en als te beoordelen aangemerkt."],"Payment was screened by your fraud filters and blocked.":["Deze betaling is gecontroleerd door je fraude filter en geblokkeerd."],"Payment was approved by <a>%s<\/a>":["Betaling is goedgekeurd door <a>%s<\/a>"],"Payment was blocked by <a>%s<\/a>":["Betaling is geblokkeerd door <a>%s<\/a>"],"Block if the purchase price is not in your defined range":["Blokkeren als de aankoopprijs niet binnen je vastgestelde bereik ligt"],"Block if the items count is not in your defined range":["Blokkeren als het aantal artikelen niet binnen je vastgestelde bereik ligt"],"Block if the order originates from a country different from the shipping address country":["Blokker de bestelling als deze uit een ander land komt dan aangegeven in het verzendadres"],"Block if the country resolved from customer IP is not listed in your selling countries":["Blokkeren als het land dat voortkomt uit het IP-adres van de klant niet een van je verkooplanden is"],"Block if the shipping address differs from the billing address":["Blokkeren als het verzendadres anders is dan het factuuradres"],"Place in review if the purchase price is not in your defined range":["Aanmerken als te beoordelen als de aankoopprijs niet binnen je vastgestelde bereik ligt"],"Place in review if the items count is not in your defined range":["Aanmerken als te beoordelen als het aantal artikelen niet binnen je vastgestelde bereik ligt"],"Place in review if the order originates from a country different from the shipping address country":["Aanmerken als te beoordelen als de bestelling uit een ander land komt dan aangegeven in het verzendadres"],"Place in review if the country resolved from customer IP is not listed in your selling countries":["Aanmerken als te beoordelen als het land dat voortkomt uit het IP-adres van de klant niet een van je verkooplanden is"],"Place in review if the shipping address country differs from the billing address country":["Aanmerken als te beoordelen als het land van het verzendadres anders is dan het land van het factuuradres"],"Approving this transaction will capture the charge.":["Als je deze transactie goedkeurt, wordt de betaling vastgelegd."],"Approve Transaction":["Transactie toestaan"],"Block transaction":["Transactie blokkeren"],"Tap to Pay":["Tikken om te betalen"],"Risk Review (%1$s)":["Risicobeoordeling (%1$s)"],"blocked":["geblokkeerd"],"Blocked transactions":["Geblokkeerde transacties"],"Search by order number or customer name":["Zoeken op bestelnummer of klantnaam"],"pending":["in afwachting"],"transactions(s)":["transactie(s)"],"Flagged transactions":["Gemarkeerde transacties"],"Review":["Beoordeling"],"Needs review":["Moet beoordeeld worden"],"Succeeded":["Gelukt"],"Tap to Pay on Android":["Tikken om te betalen op Android"],"Tap to Pay on iPhone":["Tikken om te betalen op iPhone"],"There has been an error canceling the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het annuleren van de betaling voor bestelling %s. Probeer later opnieuw."],"Payment for order #%s canceled successfully.":["Betaling voor bestelling #%s is succesvol geannuleerd."],"Error retrieving on review transactions.":["Fout bij het ophalen van transacties in beoordeling."],"Viewing test authorizations. To view live authorizations, disable test mode in %s settings.":["Test autorisaties bekijken. Om live autorisaties te bekijken, schakel je de testmodus uit in de %s instellingen."],"Blocked":["Geblokkeerd"],"6+ months":["6+ maanden"],"3 – 6 months":["3-6 maanden"],"1 – 3 months":["1-3 maanden"],"Within 1 month":["Binnen 1 maand"],"My store is already live":["Mijn winkel is al live"],"More than $100M":["Meer dan 100 miljoen dollar"],"$20M - $100M":["20 miljoen dollar - 100 miljoen dollar"],"$1M - $20M":["1 miljoen dollar - 20 miljoen dollar"],"$250k - $1M":["250 duizend dollar - 1 miljoen dollar"],"Less than $250k":["Minder dan 250 duizend dollar"],"Select a timeline":["Selecteer een tijdlijn"],"Select your annual revenue":["Selecteer je jaaromzet"],"Select the legal category of your business":["Selecteer de juridische categorie van je bedrijf"],"Select the legal structure of your business":["Selecteer de juridische structuur van je bedrijf"],"What is the estimated timeline for taking your store live?":["Wat is de geschatte tijdlijn voor het live gaan van je winkel?"],"What is your estimated annual Ecommerce revenue (USD)?":["Wat is je geschatte jaarlijkse omzet uit Ecommerce (USD)?"],"What type of goods or services does your business sell? ":["Welke goederen of diensten verkoopt je bedrijf? "],"What category of legal entity identify your business?":["Onder welke juridische entiteit categorie valt je bedrijf?"],"What type of legal entity is your business?":["Welke juridische entiteit heb je bedrijf?"],"Where is your business legally registered?":["Waar is je bedrijf wettelijk geregistreerd?"],"What’s your business website?":["Wat is je zakelijke site?"],"What’s the legal name of your business?":["Wat is de juridische naam van je bedrijf?"],"What’s your mobile phone number?":["Wat is je mobiele telefoonnummer?"],"What’s your email address?":["Wat is je e-mailadres?"],"We’ll use these details to enable payments for your store.":["We gebruiken deze gegevens om betalingen voor je winkel in te schakelen."],"Tell us about your business":["Vertel ons over je bedrijf"],"The information below should reflect that of the business owner or an authorized team member.":["De informatie hieronder moet die van een bedrijfseigenaar of een toegestaan teamlid zijn."],"<strong>You have reached the deposit threshold of $5,000.00. Please verify your bank account now to reactivate payments.<\/strong> Your customers can no longer make purchases on your store until your account is verified.":["<strong>Je heb de stortingslimiet van $ 5000,- bereikt. Verifieer je bankgegevens nu om betalingen weer in te schakelen.<\/strong> Je klanten kunnen niet langer aankopen doen in je winkel totdat je account is geverifieerd."],"Verify your bank details by <strong>%s<\/strong> or before reaching <strong>$5,000<\/strong> in sales to avoid a disruption in payments.":["Controleer je bankgegevens vóór <strong>%s<\/strong> of vóór het bereiken van <strong> $5.000<\/strong> omzet om een onderbreking in de betalingen te voorkomen."],"Verify your bank details":["Je bankgegevens verifiëren"],"To ensure a smooth payments process, please make sure to confirm your bank details by <strong>%s<\/strong> or before you reach <strong>$5,000<\/strong> in sales.":["Om een soepel betaalproces te garanderen, zorg je ervoor dat je je bankgegevens voor <strong>%s<\/strong> bevestigt of voordat je voor <strong>$ 5000,-<\/strong> hebt verkocht."],"Start receiving deposits":["Stortingen beginnen te ontvangen"],"Add the required details by <strong>%s<\/strong> or <strong>before reaching $5,000<\/strong> in sales to avoid a disruption in payments.":["Voeg de vereiste gegevens voor <strong>%s<\/strong> toe of <strong>voordat je voor $ 5000,-<\/strong> hebt verkocht om te voorkomen dat betalingen worden onderbroken."],"Verify your bank account to start receiving deposits":["Je bankrekening verifiëren om stortingen te gaan ontvangen"],"Verify bank details":["Bankgegevens controleren"],"You have reached the <strong>30-day limit<\/strong> for early selling access. In order to reactivate payments, please verify your bank details.":["Je hebt de limiet van <strong>30 dagen<\/strong> bereikt voor vroeg verkopen toegang. Om betalingen weer in te schakelen, verifieer je je bankgegevens."],"Payments paused! Verify your bank details to reactivate.":["Betalingen onderbroken! Verifieer je bankgegevens om dit weer in te schakelen."],"Set up deposits":["Stortingen instellen"],"You have time until <strong>%s<\/strong> to make your first sale without undergoing full business verification. Take advantage of this time window and start selling now.":["Je hebt tot <strong>%s<\/strong> de tijd om je eerste verkoop te maken zonder volledige zakelijke verificatie te ondergaan. Maak gebruik van deze tijd en begin nu met verkopen."],"Please add your bank details to keep selling":["Voeg je bankgegevens toe om te blijven verkopen"],"Tap to pay transaction fee: %1$s%%":["Tik om te betalen transactiekosten: %1$s%%"],"Tap to pay transaction fee: %1$s%% + %2$s":["Tik om te betalen transactiekosten: %1$s%% + %2$s"],"Last name":["Achternaam"],"First name":["Voornaam"],"Support email cannot be empty once it has been set before, please specify.":["Ondersteuning e-mail kan niet leeg zijn als het al eerder is ingesteld, geef dit aan."],"This may be visible on receipts, invoices, and automated emails from your store.":["Dit kan zichtbaar zijn op bonnen, facturen en geautomatiseerde e-mails van je winkel."],"Support phone number cannot be empty once it has been set before, please specify.":["Telefoonnummer van de ondersteuning mag niet leeg zijn wanneer het eerder is ingesteld en moet worden opgegeven."],"Please enter a valid phone number.":["Vul een geldig telefoonnummer in."],"More details":["Meer details"],"Update business details":["Bedrijfsgegevens updaten"],"Additional information is required to verify your business. Update by %s to avoid a disruption in deposits.":["Er is aanvullende informatie vereist om je bedrijf te controleren. Update ze via %s om een onderbreking van aanbetalingen te vermijden."],"Payments and deposits are disabled for this account until missing information is updated. Please update the following information in the Stripe dashboard.":["Betalingen en stortingen zijn uitgeschakeld voor dit account totdat de ontbrekende informatie is geüpdatet. Update de volgende informatie in het Stripe dashboard."],"Underage. Age must be at least 18.":["Minderjarig. Je moet tenminste 18 jaar oud zijn."],"We have identified holding companies with significant percentage ownership. Upload a Memorandum of Association for each of the holding companies.":["We hebben holdings geïdentificeerd die voor een aanzienlijk percentage in handen zijn. Upload een akte van oprichting voor elk van de holdings."],"We have identified executives that haven’t been added on the account. Add any missing executives to the account.":["We hebben directeuren geïdentificeerd die niet zijn toegevoegd aan het account. Voeg ontbrekende directeuren toe aan het account."],"We have identified owners that haven’t been added on the account. Add any missing owners to the account.":["We hebben eigenaren geïdentificeerd die niet zijn toegevoegd aan het account. Voeg ontbrekende eigenaren toe aan het account."],"Verification failed for an unknown reason. Correct any errors and resubmit the required fields.":["Verificatie is om een onbekende reden mislukt. Corrigeer eventuele fouten en vul de verplichte velden opnieuw in."],"The tax ID on the account was not recognized by the IRS. Refer to the support article for <a>newly-issued tax ID numbers<\/a>.":["De belasting ID op de rekening werd niet herkend door de IRS. Raadpleeg het ondersteunende artikel voor <a>nieuw uitgegeven belasting ID nummers<\/a>."],"The tax ID on the account cannot be verified by the IRS. Either correct any possible errors in the company name or tax ID, or upload a document that contains those fields.":["De belasting ID op de rekening kan niet worden gecontroleerd door de IRS. Corrigeer eventuele fouten in de bedrijfsnaam of belasting ID of upload een document waarop deze gegevens staan vermeld."],"We could not verify that the person resides at the provided address. The address must be a valid physical address where the individual resides and cannot be a P.O. Box.":["We konden niet verifiëren of de persoon op het opgegeven adres woont. Het adres moet een geldig fysiek adres zijn waar de persoon woont en kan geen postbus zijn."],"The company name on the account could not be verified. Correct any errors in the company name field or upload a document that includes the company name.":["De bedrijfsnaam op het account kon niet worden gecontroleerd. Corrigeer eventuele fouten in het veld met de bedrijfsnaam of upload een document waarop de bedrijfsnaam staat vermeld."],"The keyed-in information on the account could not be verified. Correct any errors in the company name, ID number, or address fields. You can also upload a document that includes those fields.":["De ingevoerde informatie op het account kon niet worden gecontroleerd. Corrigeer eventuele fouten in de velden met de bedrijfsnaam, het ID nummer of het adres. Je kunt ook een document uploaden waarop deze velden staan vermeld."],"The person’s keyed-in identity information could not be verified. Correct any errors or upload a document that matches the identity fields (e.g., name and date of birth) entered.":["De ingevoerde informatie omtrent de identiteit van de persoon kon niet worden gecontroleerd. Corrigeer eventuele fouten of upload een document waarop de persoonsgegevens (bijv. naam en geboortedatum) staan vermeld."],"The document could not be verified. Upload a document that includes the company name, ID number, and address fields.":["Het document kon niet worden gecontroleerd. Upload een document waarop de bedrijfsnaam, het ID nummer en het adres staan vermeld."],"The Importer Exporter Code (IEC) number could not be verified. Correct any errors in the company’s IEC number field. (India only)":["De Importer Exporter Code (IEC) kon niet worden gecontroleerd. Corrigeer eventuele fouten in het veld met de IEC code van het bedrijf. (alleen voor India)"],"The address on the account could not be verified. Correct any errors in the address field or upload a document that includes the address.":["Het adres op het account kon niet worden gecontroleerd. Corrigeer eventuele fouten in het veld met het adres of upload een document waarop het adres staat vermeld."],"The provided document type was not accepted. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Het opgegeven documenttype werd niet geaccepteerd. Zorg ervoor dat het document voldoet aan de <a>richtlijnen voor het uploaden van documenten<\/a>."],"The uploaded file exceeded the 10 MB size limit. Resize the document and upload the new file.":["Het geüploade bestand heeft de limiet van 10 MB overschreden. Formaat aanpassen van het document wijzigen en het nieuwe bestand uploaden."],"No document was uploaded. Upload the document again.":["Geen document geüpload. Upload het document nogmaals."],"A valid signature is missing on the document. Upload a document that includes a valid signature.":["Er ontbreekt een geldige handtekening op het document. Upload een document met een geldige handtekening."],"The document could not be read. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Het document kon niet worden gelezen. Zorg ervoor dat het document voldoet aan de <a>richtlijnen voor het uploaden van documenten<\/a>."],"The nationality on the document did not match the person’s stated nationality. Update the person’s stated nationality, or upload a document that matches it.":["De nationaliteit op het document kwam niet overeen met de opgegeven nationaliteit van de persoon. Update de opgegeven nationaliteit van de persoon of upload een document dat overeenkomt met de nationaliteit."],"The company name was missing on the document. Upload a document that includes the company name.":["De bedrijfsnaam ontbreekt op het document. Upload een document waarop de bedrijfsnaam staat vermeld."],"The name on the document did not match the name on the account. Upload a document with a matching name or update the name on the account.":["De naam op het document kwam niet overeen met de opgegeven naam op het account. Upload een document dat overeenkomt met de naam of update de naam op het account."],"The uploaded file was missing the front of the document. Upload a complete scan of the document.":["In het geüploade bestand ontbrak de voorkant van het document. Upload een complete scan van het document."],"The uploaded file was missing the back of the document. Upload a complete scan of the document.":["In het geüploade bestand ontbrak de achterkant van het document. Upload een complete scan van het document."],"The issue or expiry date is missing on the document. Upload a document that includes the issue and expiry dates.":["De uitgifte- of vervaldatum ontbreekt op het document. Upload een document waarop de uitgifte- en vervaldatum staan vermeld."],"The uploaded file was not one of the valid document types. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Het geüploade bestand was geen geldig documenttype. Zorg ervoor dat het document voldoet aan de <a>richtlijnen voor het uploaden van documenten<\/a>."],"The document was cropped or missing important information. Upload a complete scan of the document.":["Het document was bijgesneden of er ontbrak belangrijke informatie. Upload een complete scan van het document."],"The company ID number was missing on the document. Upload a document that includes the ID number.":["Het ID nummer van het bedrijf ontbreekt op het document. Upload een document waarop het ID nummer staat vermeld."],"The company ID number on the account could not be verified. Correct any errors in the ID number field or upload a document that includes the ID number.":["Het ID nummer van het bedrijf op het account kon niet worden gecontroleerd. Corrigeer eventuele fouten in het veld met het ID nummer of upload een document waarop het ID nummer staat vermeld."],"The document was identified as altered or falsified.":["Het document werd geïdentificeerd als gewijzigd of vervalst."],"A test data helper was supplied to simulate verification failure. Refer to the documentation for <a>test file tokens<\/a>.":["Er is een test gegevens helper meegeleverd om verificatiefouten te simuleren. Raadpleeg de documentatie voor <a>tokens voor test bestanden<\/a>."],"The document could not be verified for an unknown reason. Ensure that the document follows the <a>guidelines for document uploads<\/a>":["Het document kon om een onbekende reden niet worden gecontroleerd. Zorg ervoor dat het document voldoet aan de <a>richtlijnen voor het uploaden van documenten<\/a>"],"The document could not be used for verification because it was in greyscale. Upload a color copy of the document.":["Het document kon niet voor verificatie worden gebruikt omdat het uit grijstinten bestond. Upload een scan van het document in kleur."],"The document could not be verified because it was detected as a copy (e.g., photo or scan). Upload the original document.":["Het document kon niet worden gecontroleerd omdat het werd gedetecteerd als een kopie (bijv. Foto of scan). Upload het originele document."],"The document could not be used for verification because it has expired. If it’s an identity document, its expiration date must be after the date the document was submitted. If it’s an address document, the issue date must be within the last six months.":["Het document kon niet voor verificatie worden gebruikt omdat het is verlopen. Als het om een identiteitsbewijs gaat, moet de vervaldatum na de datum van indiening liggen. Als het een adres document is, moet de afgiftedatum binnen de laatste zes maanden liggen."],"The same type of document was used twice. Two unique types of documents are required for verification. Upload two different documents.":["Hetzelfde type document werd twee keer gebruikt. Voor de verificatie zijn twee unieke soorten documenten nodig. Upload twee verschillende documenten."],"The date of birth (DOB) on the document did not match the DOB on the account. Upload a document with a matching DOB or update the DOB on the account.":["De geboortedatum op het document kwam niet overeen met de opgegeven geboortedatum op het account. Upload een document dat overeenkomt met de geboortedatum of wijzig de geboortedatum op het account."],"The provided document was from an unsupported country.":["Het verstrekte document kwam van een niet ondersteund land."],"The uploaded file for the document was invalid or corrupt. Upload a new file of the document.":["Het geüploade bestand voor het document was ongeldig of corrupt. Upload een nieuwe scan van het document."],"The company address was missing on the document. Upload a document that includes the address.":["Het bedrijfsadres ontbreekt op het document. Upload een document waarop het adres staat vermeld."],"The address on the document did not match the address on the account. Upload a document with a matching address or update the address on the account.":["Het adres op het document kwam niet overeen met het opgegeven adres op het account. Upload een document dat overeenkomt met het adres of wijzig het adres op het account."],"The representative must have an address in the same country as the company.":["De vertegenwoordiger moet een adres hebben in hetzelfde land als het bedrijf."],"The existing terms of service signature has been invalidated because the account’s tax ID has changed. The account needs to accept the terms of service again. For more information, see <a>this documentation<\/a>.":["De bestaande handtekening onder de dienstvoorwaarden is ongeldig gemaakt omdat de fiscale ID van het account is gewijzigd. Het account moet de dienstvoorwaarden opnieuw accepteren. Raadpleeg <a>deze documentatie<\/a> voor meer informatie."],"The street name and\/or number for the provided address could not be validated.":["De straatnaam en\/of het huisnummer van het opgegeven adres kon niet worden gevalideerd."],"The combination of the city, state, and postal code in the provided address could not be validated.":["De combinatie van stad, staat en postcode in het opgegeven adres kon niet worden gecontroleerd."],"Required":["Vereist"],"Uncaptured (%1$s)":["Ongeregistreerd (%1$s)"],"Uncaptured transactions":["Niet vastgelegde transacties"],"authorization(s)":["autorisatie(s)"],"Action":["Actie"],"Risk level of transaction":["Risiconiveau van transactie"],"Capture by":["Vastgelegd door"],"Authorized on":["Geautoriseerd op"],"Capture":["Vastleggen"],"Evidence is already submitted. Details below are read-only.":["Bewijs is al ingediend. De onderstaande informatie is alleen-lezen."],"Date not submitted":["Datum niet opgegeven"],"No information submitted":["Geen informatie opgegeven"],": Evidence file was not uploaded":[": bestand met bewijs is niet geüpload"],"Error retrieving authorization.":["Fout bij het ophalen van autorisatie."],"Error retrieving uncaptured transactions.":["Fout bij het ophalen van niet vastgelegd transacties."],"There has been an error capturing the payment for order #%s. Please try again later.":["Er is een fout opgetreden bij het vastleggen van de betaling van bestelling %s. Probeer later opnieuw."],"Payment for order #%s captured successfully.":["Betaling voor bestelling #%s is succesvol vastgelegd."],"Viewing test blocked transactions. To view live blocked transactions, disable test mode in %s settings.":["Het bekijken van geblokkeerde test transacties. Om live geblokkeerde transacties te bekijken, schakel testmodus uit in de instellingen van %s."],"Got it":["Duidelijk"],"Company URL":["Bedrijf URL"],"Company phone number":["Telefoonnummer bedrijf"],"Company address":["Adres bedrijf"],"Industry":["Industrie"],"Type of business":["Soort bedrijf"],"Country where your business is based":["Land waar je bedrijf is gevestigd"],"Business info:":["Bedrijfsinformatie:"],"Social Security number (SSN) or Taxpayer Identification Number":["Burgerservicenummer (BSN) of fiscaal identificatienummer"],"Home address":["Thuisadres"],"Date of birth":["Geboortedatum"],"Legal name":["Officiële naam"],"Business owner info:":["Informatie bedrijfseigenaar:"],"Here's a brief list of the information you'll need to finish payment signup:":["Hieronder staat een kort overzicht met informatie die je nodig hebt om je login voor betalingen af te ronden:"],"What information should I have at hand before I start the “Know Your Customer” process?":["Welke informatie moet ik bij de hand hebben voor ik het proces ‘Ken je klant’ start?"],"We'll do our best to work with Stripe to confirm your identity as quickly as we can. Typically, we'll confirm your application within a couple of days.":["We doen ons best om samen met Stripe je identiteit zo snel mogelijk te bevestigen. Meestal bevestigen we je aanvraag binnen een paar dagen."],"How quickly will you confirm my identity and allow me to process payments?":["Hoe snel bevestigen jullie mijn identiteit en maken het mogelijk om betalingen te verwerken?"],"We take every step required to safeguard your personal data. %s is built in partnership with Stripe to store your data in a safe and secure manner.":["We doen er alles aan om je persoonlijke gegevens te beschermen. %s is gebouwd in samenwerking met Stripe om je gegevens op een veilige manier op te slaan."],"If you're setting up %s for someone else, it's best to have that person complete the account creation process. As you can see above, we ask for very specific information about the business owner - and you might not have all the details at hand. It's not always possible to change account information once it's been saved, especially if the site accepts live transactions before the correct account information is entered.":["Als je %s voor iemand anders aanmaakt, kun je die persoon het beste het account aanmaken laten voltooien. Zoals je hierboven kunt zien, vragen we om zeer specifieke informatie over de bedrijfseigenaar en je hebt misschien niet alle details bij de hand. Het is niet altijd mogelijk om accountgegevens te wijzigen als ze eenmaal zijn opgeslagen, vooral als de site live transacties accepteert voordat de juiste accountgegevens zijn ingevoerd."],"What else should I keep in mind while completing this process?":["Waar moet ik nog meer rekening mee houden bij het afronden van dit proces?"],"The ultimate goal of the “Know Your Customer” process is to help your business get up and running with payments as soon as possible while protecting your business and your customers. We follow the same regulations as other financial institutions so that we can ensure we operate in an ethical and trustworthy manner. We want to protect your business and the payments that we manage for you. The “Know Your Customer” process helps us protect you.":["Het uiteindelijke doel van het \"Ken Je klant\" proces is om je bedrijf zo snel mogelijk weer aan de slag te helpen met betalingen en tegelijkertijd je bedrijf en je klanten te beschermen. We volgen dezelfde regels als andere financiële instellingen, zodat we kunnen garanderen dat we op een ethische en betrouwbare manier werken. We willen je bedrijf en de betalingen die we voor je beheren beschermen. Het \"Ken Je klant\" proces helpt ons om je te beschermen."],"Before we build a payment relationship with a customer, we ask for the information listed above to validate the business owner's identity and tax ID number, and to ensure that we can connect the listed bank account with the business itself.":["Voordat we een betalingsrelatie opbouwen met een klant, vragen we de hierboven vermelde informatie om de identiteit en het belastingnummer van de eigenaar te valideren en te verzekeren dat we de vermelde bankrekening kunnen koppelen aan het bedrijf."],"Why do I have to share this information?":["Waarom moet ik deze informatie delen?"],"“Know Your Customer” standards are used by banks and other financial institutions to confirm that customers are who they say they are. By confirming their customers' identities, banks and financial institutions can help keep transactions safe from fraud and other suspicious activities.":["Standaarden voor ‘Ken je klant’ worden gebruikt door banken en andere financiële instellingen om te bevestigen dat klanten zijn, wie ze zeggen dat ze zijn. Door de identiteit van hun klanten te bevestigen kunnen banken en financiële instellingen transacties beschermen tegen fraude en andere verdachte activiteiten."],"What is “Know Your Customer”?":["Wat is ‘Ken je klant’?"],"As you continue the process of signing up for %s, we'll ask for information about your business, including the business owner's date of birth and tax ID number. We know you may wonder why we ask for this information, and how it will be used. The “Know Your Customer” process, explained below, helps us provide a safe, ethical environment for all financial transactions.":["Terwijl je doorgaat met aanmelden voor %s, vragen we informatie over je bedrijf, waaronder de geboortedatum en het belastingnummer van de eigenaar van het bedrijf. We weten dat je je afvraagt waarom we deze informatie vragen en hoe we de informatie gebruiken. Met het \"Ken je klant\" proces dat hieronder wordt uitgelegd, kunnen we een veilige, ethische omgeving bieden voor alle financiële transacties."],"Why we ask for personal financial information":["Waarom we vragen om persoonlijke financiële informatie"],"Learn more about how to receive deposits.":["Lees meer over het ontvangen van aanbetalingen."],"In order to receive deposits with WooPayments, you'll need to share business details to verify who you are.":["Om aanbetalingen te ontvangen met WooPayments, moet je bedrijfsgegevens delen, zodat we kunnen bevestigen wie je bent."],"Last day of the month":["Laatste dag van de maand"],"Automatic":["Automatisch"],"Channel":["Kanaal"],"Online":["Online"],"In-Person":["In hoogsteigen persoon"],"transaction customer currency\u0004Is not":["Is niet"],"transaction customer currency\u0004Is":["Is"],"Select a customer currency":["Selecteer een klant valuta"],"{{title}}Customer currency{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Klant valuta{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction customer currency filter match":["Selecteer een transactie klant valuta filter match"],"Remove transaction customer currency filter":["Verwijder filter voor valuta van klant transactie"],"There was a problem redirecting you to the requested link. Please check that it is valid and try again.":["Er is een probleem opgetreden bij het doorsturen naar de opgevraagde link. Controleer of deze geldig is en probeer het nog eens."],"Restricted partially":["Gedeeltelijk beperkt"],"%s cannot be enabled at checkout. Click to expand.":["%s kan niet worden ingeschakeld op de betaalpagina. Klik om uit te klappen."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s is niet beschikbaar voor je klanten wanneer de instelling \"handmatig vastleggen\" is ingeschakeld."],"VAT details":["BTW-gegevens"],"This is 8 to 12 digits with your country code prefix, for example DE 123456789.":["Dit is je landcode en vervolgens 8 tot 12 cijfers, bijvoorbeeld NL 123456789."],"VAT Number":["BTW-nummer"],"If your sales exceed the VAT threshold for your country, you’re required to register for a VAT number.":["Als je omzet de registratiegrens van je land overschrijdt, ben je vereist je aan te melden voor een btw nummer."],"I’m registered for a VAT number":["Ik heb een btw nummer"],"VAT information saved on this page will be applied to all of your account’s receipts.":["Btw gegevens die op deze pagina worden opgeslagen, zullen op alle ontvangstbewijzen van je account worden toegepast."],"Update your VAT information":["Werk je btw gegevens bij"],"Confirm":["Bevestigen"],"Confirm your business details":["Bevestig je bedrijfsgegevens"],"Your business’s logo will be used on printed receipts.":["Je bedrijfslogo wordt gebruikt op afgedrukte bonnen."],"Error retrieving documents.":["Fout bij het ophalen van documenten."],"Link":["Link"],"document":["document","documenten"],"Description":["Beschrijving"],"Unknown document type":["Onbekend bestandstype"],"VAT invoice without proper period dates":["Btw-factuur zonder de juiste datums van de periode"],"VAT invoice for %s to %s":["Btw-factuur van %s voor %s"],"document type\u0004Is not":["Is niet"],"document type\u0004Is":["Is"],"Select a document type":["Selecteer een bestandstype"],"Select a document type filter match":["Selecteer een filter overeenkomst voor documenttype"],"Remove document type filter":["Filter voor documenttype verwijderen"],"Select a document date":["Selecteer de bestandsdatum"],"Select a document date filter match":["Selecteer een filter overeenkomst voor documentdatum"],"Remove document date filter":["Verwijder de filter voor de datum van het document"],"Documents match {{select \/}} filters":["Documenten komen overeen met {{select \/}} filters"],"All documents":["Alle documenten"],"VAT Invoice":["Btw factuur"],"Upload a .png or .jpg file.":["Upload een .png of .jpg bestand."],"Logo":["Logo"],"Branding":["Branding"],"Edit":["Bewerken"],"The file you have attached is exceeding the maximum limit.":["Het bestand dat je hebt bijgevoegd, overschrijdt de maximaal toegestane limiet."],"Error: Invalid business URL, should start with http:\/\/ or https:\/\/ prefix.":["Fout: ongeldige bedrijfs URL, moet beginnen met het voorvoegsel http:\/\/ of https:\/\/."],"You are about to export %d disputes. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Je staat op het punt om %d geschillen te exporteren. Als je de export wil verkleinen, kun je een of meer filters gebruiken. Wil je doorgaan?"],"%s refund was attempted but failed due to %s":["Een terugbetaling van %s is geprobeerd maar mislukt vanwege %s"],"the card being lost or stolen.":["de kaart vermist of gestolen is."],"the card being expired or canceled.":["de kaart verlopen of geannuleerd is."],"Acquirer Reference Number (ARN) %s":["Acquirer Reference Number (ARN) %s"],"You are about to export %d deposits. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Je staat op het punt om %d deposito's te exporteren. Als je de grootte van je export wil verkleinen, kun je een of meer filters gebruiken. Wil je doorgaan?"],"Error retrieving transaction.":["Fout bij het ophalen van transactie."],"Error retrieving transactions.":["Fout bij het ophalen van transacties."],"Test document:":["Testdocument:"],"We've temporarily paused new account creation. We'll notify you when we resume!":["We hebben het aanmaken van je nieuwe account tijdelijk stopgezet. We laten het je weten wanneer we dit voortzetten!"],"Sell to international markets and accept over 135 currencies with local payment methods.":["Verkoop op internationale markten en accepteer meer dan 135 valuta met lokale betalingsmethoden."],"By clicking “Finish setup”, you agree to the <a1>Terms of Service<\/a1> and acknowledge that you have read our <a2>Privacy Policy<\/a2>.":["Door op \"Voltooi instelling\" te klikken, ga je akkoord met de <a1>Dienstvoorwaarden<\/a1> en erken je dat je ons <a2>Privacybeleid<\/a2> hebt gelezen."],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Selecteer of je een belastingvrije status hebt gekregen van de Internal Revenue Service (IRS)"],"Select if your business is classed as a government entity":["Selecteer of je bedrijf is geclassificeerd als overheidsinstantie"],"Select if you run a non-business entity":["Selecteer of je een non-profitorganisatie hebt"],"Select if you filed documentation to register your business with a government agency":["Selecteer of je documentatie hebt ingediend om je bedrijf te registreren bij de overheid"],"Select if you run your own business as an individual and are self-employed":["Selecteer of je een eenmanszaak hebt of een zzp’er bent"],"No selection":["Geen selectie"],"Currently selected: %s":["Momenteel geselecteerd: %s"],"Onboarding":["Onboarding"],"Documents":["Documenten"],"From %1$f%% + %2$s":["Van %1$f%% + %2$s"],"Mobile phone number":["Mobiele telefoonnummer"],"There was a problem generating the receipt preview. Please try again later.":["Er is een probleem opgetreden bij het genereren van het ontvangst voorbeeld. Probeer het later nog eens."],"Generating preview.":["Voorbeeldweergave wordt gegenereerd."],"All loans":["Alle leningen"],"fixed fees":["vaste kosten"],"loan":["lening","leningen"],"Paid off":["Afbetaald"],"Disbursed":["Uitbetaald"],"<big>%s<\/big> of %s minimum":["<big>%s<\/big> of %s minimum"],"Repaid this period (until %s)":["Deze periode terugbetaald (tot %s)"],"<big>%s<\/big> of %s":["<big>%s<\/big>' van %s"],"View transactions":["Bekijk transacties"],"First paydown":["Eerste aflossing"],"Withhold rate":["Tarief van inhouden"],"Fixed fee":["Vaste kosten"],"Loan amount":["Bedrag lening"],"Loan disbursed":["Uitbetaalde lening"],"Repaid this period":["Deze periode terugbetaald"],"Total repaid":["Totaal terugbetaald"],"Active loan overview":["Overzicht actieve lening"],"Loan repayment: <a>Loan %s<\/a>":["Terugbetaling lening: <a>Lening %s<\/a>"],"%s will be subtracted from a future deposit.":["%s zal van een toekomstige aanbetaling worden afgetrokken."],"%1$s was subtracted from your <a>%2$s deposit<\/a>.":["%1$s is afgetrokken van je <a>%2$s storting<\/a>."],"{{title}}Loan{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Lening{{\/title}} {{rule \/}} {{filter \/}}"],"Select a loan":["Selecteer een lening"],"Remove loan filter":["Filter voor lening verwijderen"],"Loan":["Lening"],"Paid in Full":["Volledig betaald"],"In Progress":["In behandeling"],"Loan repayment":["Terugbetaling van lening"],"Loan dispersement":["Verspreiding van lening"],"Error retrieving the active loan summary.":["Fout bij het ophalen van de samenvatting van actieve lening."],"Preview a printed receipt":["Bekijk voorbeeldweergave van afgedrukte aankoopbon"],"Capital Loans":["Leningen werkkapitaal"],"There was a problem redirecting you to the loan offer. Please check that it is not expired and try again.":["Er is een probleem opgetreden bij het doorsturen van je naar de leningaanbieding. Controleer of deze niet is verlopen en probeer het opnieuw."],"Please take action":["Onderneem actie"],"Your site is currently in Safe Mode.":["Je site bevindt zich momenteel in veilige modus."],"EPS transactions":["EPS transacties"],"BECS Direct Debit transactions":["BECS direct debit transacties"],"State":["Status"],"Accept your payment with EPS — a common payment method in Austria.":["Accepteer je betalingen met EPS, een veelgebruikte betaalmethode in Oostenrijk."],"EPS":["EPS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Bulk Electronic Clearing System: beveiligde bankoverschrijving uit Australië."],"BECS Direct Debit":["BECS direct debit"],"Currency":["Valuta"],"dispute status\u0004Is not":["Is niet"],"dispute status\u0004Is":["Is"],"Select a dispute status":["Selecteer een geschil status"],"Select a dispute status filter match":["Selecteer een filter overeenkomst voor de geschilstatus"],"Remove dispute status filter":["Filter geschil status verwijderen"],"Select a dispute date":["Selecteer een geschildatum"],"Select a dispute date filter match":["Selecteer een filter overeenkomst voor de geschildatum"],"Remove dispute date filter":["Verwijder een filter voor de geschildatum"],"Disputed on date":["Datum van geschil"],"Disputes match {{select \/}} filters":["Geschillen komen overeen met {{select \/}} filters"],"All disputes":["Alle geschillen"],"Dispute currency":["Valuta geschil"],"BSB":["BSB"],"United States (US) dollar":["Amerikaanse (US) dollar"],"Swedish krona":["Zweedse kroon"],"New Zealand dollar":["Niew Zeelandse dollar"],"Norwegian krone":["Noorse kroon"],"Pound sterling":["Pond sterling"],"Euro":["Euro"],"Danish krone":["Deense kroon"],"Swiss franc":["Zwitserse frank"],"Canadian dollar":["Canadese dollar"],"Australian dollar":["Australische dollar"],"Email address":["E-mailadres"],"dispute":["geschil","geschillen"],"There was a problem generating your export.":["Er is een probleem opgetreden bij het genereren van je export."],"Your export will be emailed to %s":["Je export wordt per e-mail verzonden naar %s"],"You are about to export %d transactions. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Je staat op het punt om transacties %d te exporteren. Als je de export wil verkleinen, kun je een of meer filters gebruiken. Wil je doorgaan?"],"Error retrieving the summary of disputes.":["Fout bij het ophalen van de samenvatting van geschillen."],"Deposit status":["Status aanbetaling"],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Er is een fout opgetreden bij deze weergave. Neem contact op met ondersteuning voor assistentie indien het probleem aanhoudt."],"Set up multiple currencies":["Meerdere valuta instellen"],"Add additional payment methods":["Extra betaalmethoden toevoegen"],"Active discounts":["Actieve kortingen"],"Unknown transactions":["Onbekende transacties"],"Sofort transactions":["Sofort transacties"],"SEPA Direct Debit transactions":["SEPA direct debit transacties"],"Przelewy24 (P24) transactions":["Przelewy24 (P24)-transacties"],"iDEAL transactions":["iDEAL transacties"],"giropay transactions":["giropay transacties"],"In-person transactions":["In persoon transacties"],"Card transactions":["Pinpastransacties"],"Bancontact transactions":["Bancontact transacties"],"Receipt details":["Gegevens ontvangstbewijzen"],"Connected readers":["Verbonden lezers"],"These details will appear on printed or emailed receipts for customers that pay in person using card readers. Updating the details here will not affect any other stores settings.":["Deze gegevens verschijnen op afgedrukte of gemailde kassabonnen voor klanten die persoonlijk betalen met kaartlezers. Het updaten van de gegevens hier heeft geen invloed op andere winkelinstellingen."],"Card reader receipts":["Ontvangstbewijzen kaartlezer"],"Postal code":["Postcode"],"City":["Stad"],"Address line 2":["Adresregel 2"],"Address line 1":["Adresregel 1"],"Business address":["Vestigingsadres"],"Support phone number":["Telefoonnummer ondersteuning"],"Support email":["Ondersteuning e-mail"],"Customer support contacts":["Contact klantendienst"],"Business URL":["Bedrijfs URL"],"Business name":["Bedrijfsnaam"],"Business details":["Bedrijfsgegevens"],"Model":["Model"],"Reader ID":["Lezer ID"],"Card readers are marked as active if they’ve processed one or more transactions during the current billing cycle. To connect or disconnect card readers, use the %s mobile application.":["Kaartlezers worden gemarkeerd als actief als ze een of meer transacties hebben verwerkt tijdens de huidige factureringscyclus. Om kaartlezers aan te sluiten of los te koppelen, gebruik je de %s mobiele applicatie."],"Connected card readers":["Verbonden kaartlezers"],"Inactive":["Inactief"],"Active":["Actief"],"Reached maximum character count for evidence":["Maximale hoeveelheid tekens voor bewijs bereikt"],"Dispute Id":["Geschil Id"],"Readers details not loaded":["Gegevens van lezer niet gevonden"],"Card readers":["Kaartlezers"],"Reader id":["Lezer ID"],"Reader fee":["Reader toeslag"],"Subscription transaction fee: %1$s%%":["Abonnements transactiekosten: %1$s%%"],"Subscription transaction fee: %1$s%% + %2$s":["Abonnements transactiekosten: %1$s%% + %2$s"],"N\/A":["N.V.T"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Als je ervoor kiest door te gaan, stuurt onze betaal affiliate Stripe een e-mail naar {{merchantEmail \/}} om de vereiste informatie te verzamelen"],"You need to provide more information to enable %s on your checkout.":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen."],"You need to provide more information to enable %s on your checkout:":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen:"],"One more step to enable %s":["Nog een stap om in te schakelen %s"],"Business Number":["KvK nummer"],"Business Website":["Bedrijfssite"],"Personal Identification Number":["Persoonlijk identificatienummer"],"Pending activation":["In afwachting van activering"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s zal niet zichtbaar zijn voor je klanten totdat je de vereiste informatie verstrekt. Volg de instructies die zijn verzonden door onze partner Stripe naar %s."],"Pending approval":["In afwachting van goedkeuring"],"This payment method is pending approval. Once approved, you will be able to use it.":["Deze betaalmethode is in afwachting van goedkeuring. Eenmaal toegestaan kun je deze gebruiken."],"Base fee: capped at %2$s":["Basiskosten: maximaal %2$s"],"Reconnect":["Opnieuw verbinden"],"Update":["Update"],"Recommended currencies":["Aanbevolen valuta"],"You've already added {{enabledCurrenciesText \/}} to your store.":["Je hebt {{enabledCurrenciesText \/}} al toegevoegd aan je winkel."],"Add currencies so international customers can shop and pay in their local currency. Your store's default currency is {{storeCurrencyText \/}}.":["Voeg valuta's toe zodat internationale klanten kunnen winkelen en betalen in hun lokale valuta. De standaardvaluta van je winkel is {{storeCurrencyText \/}}."],"%s currency added":["%s valuta toegevoegd","%s valuta's toegevoegd"],"Add %s currency":["%s-valuta toevoegen","%s-valuta's toevoegen"],"nine":["negen"],"eight":["acht"],"seven":["zeven"],"six":["zes"],"five":["vijf"],"four":["vier"],"three":["drie"],"two":["twee"],"one":["een"],"any":["elke"],"View Multi-Currency settings":["Instellingen voor meerdere valuta weergeven"],"Back to home":["Terug naar home"],"To enter your own exchange rates or update the formatting rules for each currency, visit the Multi-Currency settings.":["Ga naar de instellingen voor meerdere valuta om je eigen wisselkoersen in te voeren of de formattering regels voor elke valuta te updaten."],"Your product prices are automatically converted from your default currency (%s) based on the currency exchange rate and formatting rules for each currency.":["Je productprijzen worden automatisch omgerekend vanuit je standaard valuta (%s), op basis van de huidige koersen en lay-outs regels van elke valuta."],"You're ready to begin accepting payments using foreign currencies!":["Je kunt nu betalingen met buitenlandse valuta aannemen!"],"A currency switcher is also available in your widgets.":["Er is ook een valuta schakelaar beschikbaar in je widgets."],"These settings can be changed any time by visiting the Multi-Currency settings":["Deze instellingen kunnen op elk gewenst moment worden gewijzigd. Ga daarvoor naar de instellingen voor meerdere valuta"],"{{wrapper}}Review store settings{{\/wrapper}}":["{{wrapper}}Beoordeling winkelinstellingen{{\/wrapper}}"],"Task postponed until tomorrow":["Taak uitgesteld tot morgen"],"Task deleted":["Taak verwijderd"],"Task dismissed":["Taak genegeerd"],"Error retrieving store settings.":["Fout bij het ophalen van winkelinstellingen."],"Error retrieving single currency settings.":["Fout bij het ophalen van instellingen voor één valuta."],"Error saving store settings.":["Fout bij het opslaan van winkelinstellingen."],"Store settings saved.":["Winkelinstellingen opgeslagen."],"Error updating currency settings.":["Fout bij het updaten van valuta-instellingen."],"Currency settings updated.":["Valuta instellingen geüpdatet."],"Deposit Id":["ID aanbetaling"],"Reference":["Referentie"],"Fixed fee: %s":["Vaste kosten: %s"],"Variable fee: %s":["Variabel bedrag: %s"],"currency":["valuta","valuta's"],"requires":["vereist","vereisen"],"%s %s %s additional %s, so {{strong}}we'll add %s to your store{{\/strong}}. You can view & manage currencies later in settings.":["%s %s %s extra %s, dus {{strong}}we zullen %s toevoegen aan je winkel{{\/strong}}. Je kunt valuta later bekijken & beheren in de instellingen."],", and":[", en"],"and":["en"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Accepteer betalingen met Przelewy24 (P24), de populairste betaalmethode in Polen."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Breid je bedrijf uit met iDEAL — de populairste betaalmethode van Nederland."],"iDEAL":["iDEAL"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact is een naar banken doorverwijzende betalingsmethode die door meer dan 80% van online ondernemingen in België wordt aangeboden."],"Bancontact":["Bancontact"],"Customer currency":["Valuta van de klant"],"Setup complete! One new payment method is now live on your store!":["Setup compleet! Eén nieuwe betaalmethode is nu live op je winkel!","Setup compleet! %s nieuwe betaalmethoden zijn nu live op je winkel!"],"Foreign exchange fee: %1$s%%":["Valutawisselkosten: %1$s%%"],"Foreign exchange fee: %1$s%% + %2$s":["Valutawisselkosten: %1$s%% + %2$s"],"International card fee: %1$s%%":["Internationale kaartkosten: %1$s%%"],"International card fee: %1$s%% + %2$s":["Internationale kaartkosten: %1$s%% + %2$s"],"Base fee: %1$s%%":["Basistarief: %1$s%%"],"Base fee: %1$s%% + %2$s":["Basistarief: %1$s%% + %2$s"],"missing fees":["ontbrekende tarieven"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Base transaction fees: %s":["Basis transactiekosten: %s"],"Information about the payment method, click to expand":["Informatie over de betaalmethode. Klik om uit te klappen"],"Add a currency switcher to the Storefront theme on breadcrumb section.":["Voeg een valuta schakelaar toe aan het Storefront thema bij het kruimelpad sectie."],"Customers will be notified via store alert banner.":["Klanten worden op de hoogte gesteld via een waarschuwing banner in je winkel."],"Return to evidence submission":["Terug naar bewijs indienen"],"Go to Multi-Currency settings":["Ga naar instellingen voor meerdere valuta's"],"Go to payments settings":["Ga naar betalingsinstellingen"],"Add currencies":["Valuta's toevoegen"],"Search results (%1$d currencies)":["Zoekresultaten (%1$d valuta's)"],"Search currencies":["Valuta's zoeken"],"Message could not be dismissed":["Bericht kon niet worden afgewezen","Berichten konden niet worden afgewezen"],"Message dismissed":["Bericht genegeerd"],"All messages dismissed":["Alle berichten zijn afgewezen"],"Reload":["Opnieuw laden"],"There was an error getting your inbox. Please try again.":["Er is een fout opgetreden bij het ophalen van je inbox. Probeer het nog eens."],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["Naarmate er dingen beginnen te gebeuren in je winkel, begint je inbox vol te raken. Je ziet dingen als prestaties, aankondigingen van nieuwe functies, uitbreiding aanbevelingen en meer!"],"%s is missing a connected WordPress.com account. Some functionality will be limited without a connected account.":["%s mist een gekoppeld WordPress.com account. Sommige functionaliteiten zijn beperkt zonder een gekoppeld account."],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["De bestanden die je als bewijs hebt bijgesloten bij dit geschil overschrijden de limiet voor de totale grootte van het geschil. Probeer kleinere bestanden als bewijs te gebruiken. Hint: als je afbeeldingen hebt bijgesloten, dan kan je proberen ze in een lagere resolutie te verstrekken."],"Deposit overview":["Overzicht van aanbetaling"],"Collect payments, track cash flow, and manage recurring revenue directly from your store's dashboard -- all without setup costs or monthly fees.":["Verzamel betalingen, houd de cashflow bij en beheerder terugkerende inkomsten rechtstreeks vanuit het dashboard van je winkel en dat alles zonder instellingskosten of maandelijkse kosten."],"deposit status\u0004Is not":["Is niet"],"deposit status\u0004Is":["Is"],"Select a deposit status":["Selecteer een aanbetaling status"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}"],"Select a deposit status filter match":["Selecteer een filter overeenkomst voor de aanbetaling status"],"Remove deposit status filter":["Verwijder een filter voor de aanbetaling status"],"Select a deposit date":["Selecteer een aanbetaling datum"],"Select a deposit date filter match":["Selecteer een filter overeenkomst voor de aanbetaling datum"],"Remove deposit date filter":["Verwijder een filter voor de aanbetaling datum"],"Deposits match {{select \/}} filters":["Aanbetalingen voldoen aan {{select \/}} filters"],"All deposits":["Alle stortingen"],"It appears you're attempting to set up %1$s from an unsupported country. In order to complete the set up of %1$s, your store is required to have a business entity in one of the following countries: {{list \/}} {{link}}Learn more{{\/link}} about setting up business entities in foreign countries.":["Het lijkt erop dat je %1$s probeert in te stellen vanuit een land dat niet wordt ondersteund. Om de installatie van %1$s te voltooien, moet je winkel een bedrijfsentiteit hebben in een van de volgende landen: {{list \/}} {{link}}Lees meer{{\/link}} over het opzetten van bedrijfsentiteiten in het buitenland."],"Error retrieving currencies.":["Fout bij het ophalen van valuta's."],"Error updating enabled currencies.":["Fout bij het updaten van ingeschakelde valuta's."],"Enabled currencies updated.":["Ingeschakelde valuta's geüpdatet."],"Preview":["Voorbeeld"],"Automatically switch customers to their local currency if it has been enabled":["Schakel klanten automatisch over naar de plaatselijke valuta indien dit is ingeschakeld"],"Setup complete":["Configuratie afgerond"],"Continue":["Voortzetten"],"Enable additional payment methods":["Extra betaalmethoden inschakelen"],"Update by %s to avoid a disruption in deposits.":["Update door %s om onderbreking van stortingen te voorkomen."],"Show tasks":["Taken weergeven"],"Hide tasks":["Taken verbergen"],"Dismiss":["Negeren"],"Edit details":["Details bewerken"],"Account details":["Accountgegevens"],"Net deposit amount":["Netto aanbetalingsbedrag"],"%s service fee":["%s servicekosten"],"Deposit amount":["Stortingsbedrag"],"Instant deposit date":["Directe stortingsdatum"],"Transaction Id":["Transactie id"],"Save changes":["Wijzigingen opslaan"],"Error retrieving settings.":["Fout bij het ophalen van instellingen."],"Error saving settings.":["Fout bij het opslaan van instellingen."],"Settings saved.":["Instellingen opgeslagen."],"Error retrieving all deposits' overviews.":["Fout bij het ophalen van alle overzichten van aanbetalingen."],"Remove file":["Bestand verwijderen"],"Drop files to upload":["Sleep bestanden om te uploaden"],"Additional document":["Aanvullend document"],"Verified name":["Naam geverifieerd"],"Bank name":["Banknaam"],"Bank code":["Bankcode"],"IBAN":["IBAN"],"BIC":["BIC"],"Fee refund: %s":["Terugbetaling van de kosten: %s"],"Dispute reversal: %s":["Omkering van geschillen: %s"],"Download":["Downloaden"],"net":["netto"],"fees":["tarieven"],"transaction":["transactie","transacties"],"All currencies":["Alle valuta's"],"Converted from %s":["Geconverteerd van %s"],"total":["totaal"],"deposit":["deposito","deposito's"],"All":["Alle"],"Deposit currency":["Stortingsvaluta"],"Deposit %s now":["Stort nu %s"],"Net deposit amount: ":["Netto aanbetalingsbedrag: "],"%s service fee: ":["%s servicekosten: "],"Balance available for instant deposit: ":["Saldo beschikbaar voor directe storting: "],"Instant deposit":["Directe aanbetaling"],"Need cash in a hurry? Instant deposits are available within 30 minutes for a nominal %s service fee. <a>Learn more<\/a>":["Snel geld nodig? Directe aanbetalingen zijn binnen 30 minuten beschikbaar tegen nominale dienstkosten van %s. <a>Meer informatie<\/a>"],"You’re ready to start using the features and benefits of %s.":["Je bent klaar om de functies en voordelen van %s te gaan gebruiken."],"Setup complete!":["Installatie afgerond!"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Vervolgens zullen we je vragen je bedrijfs- en betaalgegevens te verifiëren om aanbetalingen mogelijk te maken."],"Provide a few business details":["Geef een paar bedrijfsgegevens op"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Om veilige en beveiligde transacties te garanderen, is een WordPress.com account vereist."],"Create and connect your account":["Maak en koppel je account"],"You’re only steps away from getting paid":["Je bent nog maar een paar stappen verwijderd van betaald krijgen"],"Recommended":["Aanbevolen"],"Finish setup":["Installatie afronden"],"Bank account information":["Informatie bankrekening"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik 500 miljoen klanten en meer dan 20 miljoen bedrijven in de hele Europese Unie."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer beveiligde bankoverschrijvingen vanuit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met giropay - het op één na populairste betalingssysteem van Duitsland."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten met alle bekende creditcards en betaalpassen betalen zonder dat ze je winkel hoeven te verlaten."],"Credit card \/ debit card":["Creditcard\/betaalpas"],"Cancel":["Annuleren"],"Increase your store’s conversion by offering your customers preferred and convenient payment methods on checkout.":["Verhoog de omzet van je winkel door je klanten handige betaalmethoden te bieden tijdens het afrekenen die aan hun voorkeuren voldoen."],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Error creating instant deposit.":["Fout bij het aanmaken van directe aanbetaling."],"View details":["Details bekijken"],"Instant deposit for %s in transit.":["Directe storting voor %s onderweg."],"Sofort":["Sofort"],"SEPA Direct Debit":["SEPA direct debit"],"Overview":["Overzicht"],"Discount":["Korting"],"Failed to save evidence. (%s)":["Er is geen bewijsmateriaal opgeslagen. (%s)"],"Failed to submit evidence. (%s)":["Geen bewijs geleverd. (%s)"],"Undo":["Ongedaan maken"],"Back":["Terug"],"Close dialog":["Dialoogvenster sluiten"],"Learn more":["Kom meer te weten"],"(%f%% discount)":["(%f%% korting)"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transactie"],"Discounted base fee expires on %1$s.":["De korting op de basiskosten vervalt op %1$s."],"Discounted base fee expires after the first %1$s of total payment volume.":["De korting op de basiskosten vervalt na de eerste %1$s van het totale betalingsvolume."],"Discounted base fee expires after the first %1$s of total payment volume or on %2$s.":["De verlaagde basisvergoeding vervalt na de eerste %1$s van het totale betalingsvolume of op %2$s."],"Base fee":["Basis kosten"],"Payment ID":["Betaling ID"],"Subscription":["Abonnement"],"Search by order number, subscription number, customer name, or billing email":["Zoeken op bestelnummer, abonnement nummer, klantnaam of factuur e-mail"],"Subscription number":["Abonnementnummer"],"Subscription #":["Abonnement #"],"Disputed: %s":["Betwist: %s"],"Search by customer name":["Zoeken op klantnaam"],"Search by order number, customer name, or billing email":["Zoeken op bestelnummer, klantnaam of factuur e-mail"],"All transactions with customer names or billing emails that include {{query \/}}":["Alle transacties met klantnamen of facturerings-e-mails met {{query \/}}"],"Error while loading timeline":["Fout tijdens het laden van tijdlijn"],"Timeline":["Tijdlijn"],"The disputed charge has been refunded.":["De kosten van het geschil zijn terugbetaald."],"Dispute inquiry closed. The bank chose not to pursue this dispute.":["Het onderzoek naar het geschil is gesloten. De bank koos ervoor om dit geschil niet voort te zetten."],"Dispute lost. The bank ruled in favor of your customer.":["Geschil verloren. De bank oordeelde in het voordeel van de klant."],"Dispute won! The bank ruled in your favor.":["Geschil gewonnen! De bank heeft je gelijk gegeven."],"Challenge evidence submitted.":["Uitdaging bewijs ingediend."],"View dispute":["Bekijk geschil"],"Disputed amount: %s":["Aangevochten bedrag: %s"],"The cardholder's bank is requesting more information to decide whether to return these funds to the cardholder.":["De bank van de kaarthouder vraagt om meer informatie voordat ze kunnen besluiten of de kosten moeten worden terugbetaald aan de kaarthouder."],"No funds have been withdrawn yet.":["Er is nog geen geld afgeschreven."],"Payment disputed as %s.":["Betaling aangevochten als %s."],"Payment disputed":["Betaling aangevochten"],"A payment of %s failed.":["Een betaling van %s is mislukt."],"A payment of %s was successfully refunded.":["Een betaling van %s is succesvol terugbetaald."],"Net deposit: %s":["Netto aanbetaling: %s"],"Fee: %s":["Kosten: %s"],"A payment of %s was successfully charged.":["Een betaling van %s is in rekening gebracht."],"Authorization expired":["Autorisatie verlopen"],"Authorization for %s expired.":["Autorisatie voor %s verlopen."],"Authorization voided":["Autorisatie ongeldig verklaard"],"Authorization for %s was voided.":["De vergunning voor %s werd vernietigd."],"Authorized":["Geautoriseerd"],"A payment of %s was successfully authorized.":["Een betaling van %s is geautoriseerd."],"%s will be deducted from a future deposit.":["%s wordt in mindering gebracht op een toekomstige storting."],"%s will be added to a future deposit.":["%s zal worden toegevoegd aan een toekomstige storting."],"%1$s was deducted from your <a>%2$s deposit<\/a>.":["%1$s werd in mindering gebracht op je <a>%2$s storting<\/a>."],"%1$s was added to your <a>%2$s deposit<\/a>.":["%1$s is toegevoegd aan je <a>%2$s storting<\/a>."],"Payment status changed to %s.":["Betaalstatus gewijzigd naar %s."],"Error retrieving disputes.":["Fout bij het ophalen van geschillen."],"Error retrieving dispute.":["Fout bij het ophalen van geschil."],"transaction type\u0004Is not":["Is niet"],"transaction type\u0004Is":["Is"],"Select a transaction type":["Selecteer een transactietype"],"{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction type filter match":["Selecteer een filter overeenkomst voor het transactietype"],"Remove transaction type filter":["Verwijder een filter voor het transactietype"],"Between":["Tussen"],"After":["Na"],"Before":["Voor"],"Select a transaction date":["Selecteer een transactiedatum"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction date filter match":["Selecteer een filter overeenkomst voor de transactie datum"],"Remove transaction date filter":["Verwijder een filter voor de transactiedatum"],"Transactions match {{select \/}} filters":["Transacties voldoen aan {{select \/}} filters"],"Advanced filters":["Geavanceerde filters"],"All transactions":["Alle transacties"],"Show":["Tonen"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Deze pagina bevat niet opgeslagen wijzigingen. Weet je zeker dat je de pagina wil verlaten en de niet opgeslagen wijzigingen wil verwerpen?"],"Dispute: %s":["Geschil: %s"],"Order number":["Bestelling nummer"],"Date and time":["Datum en tijd"],"Next deposit":["Volgende aanbetaling"],"Temporarily suspended (<a>learn more<\/a>)":["Tijdelijk opgeschort (<a>meer informatie<\/a> )"],"Error retrieving deposits overview.":["Overzicht van fout bij het ophalen van stortingen."],"By clicking \"Finish setup\", you agree to the <a>Terms of Service<\/a>":["Door op \"Voltooien instelling\" te klikken, ga je akkoord met de <a>Dienstvoorwaarden<\/a>"],"Dismiss this notice":["Negeer dit bericht"],"Payments and deposits are disabled for this account until missing business information is updated.":["Betalingen en aanbetalingen zijn uitgeschakeld voor dit account tot de ontbrekende bedrijfsgegevens zijn geüpdatet."],"Deposits:":["Aanbetalingen:"],"Manual":["Handleiding"],"Payments:":["Betalingen:"],"Disabled":["Uitgeschakeld"],"Enabled":["Ingeschakeld"],"Rejected":["Verworpen"],"Restricted":["Beperkt"],"Restricted soon":["Binnenkort beperkt"],"Complete":["Compleet"],"Unknown":["Onbekend"],"Connect":["Verbinden"],"Test dispute:":["Testgeschil:"],"Test deposit:":["Test storting:"],"Test payment:":["Testbetaling:"],"Viewing test transactions. To view live transactions, disable test mode in %s settings.":["Test transacties bekijken. Om live transacties te bekijken, schakel je de testmodus uit in de %s instellingen."],"Please wait until file upload is finished":["Wacht tot het uploaden van bestanden is voltooid"],"Evidence saved!":["Bewijs opgeslagen!"],"Evidence submitted!":["Bewijs ingediend!"],"Multiple product types":["Meerdere producttypen"],"Offline service":["Offline dienst"],"Digital product or service":["Digitaal product of dienst"],"Physical product":["Fysiek product"],"Select one…":["Selecteer er een.."],"Product type":["Producttype"],"Save for later":["Opslaan voor later"],"Submit evidence":["Bewijs indienen"],"We will automatically submit any saved evidence at the due date.":["We dienen opgeslagen bewijs automatisch in op de deadline."],"You can also save this evidence for later instead of submitting it immediately.":["Je kunt dit bewijs ook opslaan voor later in plaats van het onmiddellijk in te dienen."],"Evidence submission is final.":["Het indienen van bewijs is definitief."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Wanneer je je bewijs indient, formatteren we het en sturen het naar de bank van de kaarthouder en e-mail je zodra het geschil is beslist."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Weet je zeker dat je klaar bent om dit bewijs in te dienen? Bewijsinzendingen zijn definitief."],"Upload file":["Bestand uploaden"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Verstrek extra bewijs of verklaringen die je wilt dat de bank ziet, als tekst of door een document te uploaden."],"Additional details":["Aanvullende informatie"],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["Documentatie die bewijst dat er een dienst is verleend aan de kaarthouder. Dit kan bijvoorbeeld een kopie zijn van een ondertekend contract, werk bestelling of andere schriftelijke overeenkomst."],"Proof of service":["Bewijs van dienst"],"The date on which the cardholder received or began receiving the purchased service.":["De datum waarop de kaarthouder de gekochte dienst ontving of begon te ontvangen."],"Service date":["Dienst datum"],"Service details":["Dienst details"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Alle server of activiteiten logs die het bewijs tonen dat de kaarthouder het gekochte digitale product heeft geopend of gedownload. Deze informatie moet IP-adressen, bijbehorende tijdstempels en gedetailleerde geregistreerde activiteiten bevatten."],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• Bewijs dat hetzelfde apparaat en dezelfde kaart die bij de betwiste betaling zijn gebruikt, is gebruikt bij een eerdere betaling die niet werd betwist"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• bewijs dat je site of app is geopend door de kaarthouder om aankopen te doen of om dienst te aanvragen op of na de transactiedatum"],"• Evidence that the customer logged into their account for your business before the transaction date":["• Bewijs dat de klant vóór de transactiedatum is ingelogd op zijn account voor je bedrijf"],"• Customer name and email address linked to their customer profile":["• Naam en e-mailadres van de klant gekoppeld aan hun klantprofiel"],"• Device ID and name of the device":["• apparaat ID en naam van het apparaat"],"• Customer's IP address and their device's geographical location at the time of purchase":["• het IP-adres en de geografische locatie van het apparaat van de klant ten tijde van de aankoop"],"Provide at least two of the following pieces of information:":["Geef ten minste twee van de volgende gegevens op:"],"Download and activity logs":["Download- en activiteitenlogs"],"A justification for why the customer's subscription was not canceled.":["Een rechtvaardiging waarom het abonnement van de klant niet is opgezegd."],"Cancellation rebuttal":["Weerlegging van annulering"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["Een uitleg over hoe en wanneer de klant voorafgaand aan de aankoop je annuleringsvoorwaarden te zien kreeg."],"Cancellation policy disclosure":["Openbaarmaking annuleringsvoorwaarden"],"Your subscription cancellation policy, as shown to the customer.":["Je abonnementsannuleringsvoorwaarden, zoals weergegeven aan de klant."],"Cancellation policy":["Annuleringsvoorwaarden"],"Cancellation policy info":["Informatie over annuleringsvoorwaarden"],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["Het adres waarnaar een fysiek product is verzonden. Het verzendadres moet overeenkomen met een factuuradres dat is geverifieerd met AVS. (Een handtekening is niet noodzakelijk als bewijs van levering.)."],"Shipping address":["Verzendadres"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["De datum waarop een fysiek product is verzonden naar het verzendadres. Deze datum moet vóór de geschildatum liggen."],"Date of shipment":["Datum van verzending"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Geef documentatie op ter bewijs dat een product is verzonden naar de kaarthouder op hetzelfde adres als dat de kaarthouder aan je hebt verstrekt. Dit kan een kopie van de pakbon of het verzendlabel zijn en moet, waar mogelijk, het volledige adres van de kaarthouder bevatten."],"Proof of shipping":["Bewijs van verzending"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["Het volgnummer (indien beschikbaar) voor een fysiek product, verkregen van de koeriersdienst. Indien voor deze aankoop meerdere volgnummers zijn gegenereerd, scheid ze dan door middel van komma's. Wanneer we je bewijs samenvoegen in één document worden deze volgnummers aangevuld met gedetailleerde leveringsinformatie van de koeriersdienst."],"Tracking number":["Volgnummer"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["De bezorgservice die een fysiek product heeft verzonden, zoals Fedex, UPS, USPS, enz. Als er meerdere vervoerders zijn gebruikt voor deze aankoop, scheidt je deze met komma's."],"Shipping carrier":["Vervoerder"],"Shipping information":["Verzendinformatie"],"A copy of a service agreement or documentation for the disputed payment.":["Een kopie van een serviceovereenkomst of documentatie voor de betwiste betaling."],"Service documentation":["Dienst documentatie"],"A shipping label or receipt for the disputed payment.":["Een verzendlabel of ontvangstbewijs voor de betwiste betaling."],"Shipping documentation":["Verzenddocumentatie"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Upload documentatie voor de eerdere betaling om deze op unieke wijze te identificeren, zoals een afzonderlijke kwitantie. Dit document moet gekoppeld worden aan een vergelijkbaar document van de aangevochten betalingen, waaruit blijkt dat deze twee van elkaar verschillen. Hieraan moet ook een afzonderlijk verzendlabel of kwitantie voor de andere betaling worden toegevoegd. Indien meerdere producten samen zijn verzonden, geef dan een verpakkingslijst op waarin elke aankoop vermeld staat."],"Duplicate charge documentation":["Documentatie over dubbele kosten"],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["Een verklaring van het verschil tussen de betwiste betaling en de vorige die een duplicaat lijkt te zijn."],"Explanation of duplicate charge":["Uitleg dubbele lading"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["De kosten ID voor de vorige betaling die een duplicaat lijkt te zijn van degene die wordt aangevochten."],"Duplicate charge ID":["ID van dubbele kosten"],"Duplicate charge info":["Informatie over dubbele kosten"],"Your explanation for why the customer is not entitled to a refund.":["Je verklaring waarom de klant geen recht heeft op terugbetaling."],"Refund refusal explanation":["Uitleg van restitutieweigering"],"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["Een uitleg over hoe en wanneer de klant voorafgaand aan de aankoop je terugbetalingsbeleid werd getoond of verstrekt."],"Refund policy disclosure":["Openbaarmaking restitutiebeleid"],"Your refund policy, as shown or provided to the customer.":["Je terugbetalingsbeleid, zoals weergegeven of verstrekt aan de klant."],"Refund policy":["Restitutiebeleid"],"Refund policy info":["Informatie over restitutiebeleid"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Elke communicatie met de klant die volgens jou relevant is voor je case (bijv. e-mails waaruit blijkt dat ze het product of de dienst hebben ontvangen, of die hun gebruik van of tevredenheid over het product of de dienst aantonen)."],"Customer communication":["Klantcommunicatie"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Elk ontvangstbewijs of bericht dat naar de klant wordt verzonden om hem op de hoogte te stellen van de kosten. Dit veld wordt automatisch gevuld met een door Stripe gegenereerd e-mailontvangstbewijs als een dergelijk ontvangstbewijs is verzonden."],"Receipt":["Kwitantie"],"Customer IP address":["IP-adres klant"],"Customer billing address":["Factuuradres klant"],"A relevant document or contract showing the customer's signature (if available).":["Een relevant document of contract met de handtekening van de klant (indien beschikbaar)."],"Customer signature":["Handtekening van de klant"],"Customer email":["E-mail van klant"],"Customer name":["Naam klant"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["Een beschrijving van het product of de dienst en eventuele relevante details over hoe dit op het moment van aankoop aan de klant werd gepresenteerd."],"Product description":["Productbeschrijving"],"Provide general evidence about the customer and the order.":["Geef algemeen bewijs over de klant en de bestelling."],"General evidence":["Algemeen bewijs"],"There has been an error accepting the dispute. Please try again later.":["Er is een fout opgetreden bij het accepteren van het geschil. Probeer het later opnieuw."],"You have accepted the dispute.":["Je hebt het geschil aanvaard."],"You have accepted the dispute for order #%s.":["Je hebt het geschil voor bestelling #%s geaccepteerd."],"Dispute not loaded":["Geschil niet geladen"],"How to respond":["Hoe te reageren"],"Required to overturn dispute":["Vereist om geschil te vernietigen"],"Dispute type":["Type geschil"],"Dispute overview":["Overzicht van geschillen"],"Transaction ID":["Transactie ID"],"Order":["Bestellen"],"Respond by":["Reageren door"],"Disputed amount":["Betwist bedrag"],"Dispute date":["Datum van geschil"],"Accept dispute":["Geschil accepteren"],"View submitted evidence":["Ingezonden bewijs bekijken"],"Are you sure you'd like to accept this dispute? This action can not be undone.":["Weet je zeker dat je dit geschil wilt accepteren? Deze actie kan niet ongedaan worden gemaakt."],"Disputed on":["Betwist op"],"Reason":["Reden"],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Probeer eerst contact op te nemen met je klant. Soms vergeten mensen betalingen die ze doen of herkennen ze de manier waarop ze op hun kaartafschrift staan niet. Als dit het geval is, vraag ze dan om contact op te nemen met hun kaartuitgever en laat ze weten dat ze de transactie niet langer betwisten. Zelfs als je klant ermee instemt om het geschil in te trekken, moet je nog steeds het juiste bewijs leveren. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Net als bij frauduleuze geschillen, laat je klant het geschil intrekken door hen te helpen de betaling te identificeren. Betwist het geschil anders met passend bewijs dat bewijst dat de aankoop legitiem was. "],"The customer doesn’t recognize the payment appearing on their card statement.":["De klant herkent de betaling die op het kaartafschrift wordt weergegeven niet."],"Unrecognized":["Niet herkend"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Maak anders gebruik van de formulieren op het volgende scherm om bewijs in te dienen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Neem eerst contact op met je klant. Als je begrijpt wat er volgens de klant heeft plaatsgevonden, heb je de kans om het misverstand uit te leggen of recht te zetten. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Je moet bewijzen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"The customer claims that you continued to charge them after a subscription was canceled.":["De klant beweert dat je geld in rekening hebt gebracht nadat het abonnement geannuleerd was."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Subscription canceled":["Abonnement geannuleerd"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Als de klant zijn geschil intrekt, moet je nog steeds bewijs indienen met behulp van de formulieren op het volgende scherm. Zorg ervoor dat je een brief of e-mail van de kaarthouder verstrekt waarin staat dat ze niet langer in geschil zijn."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Als je klant niet heeft geprobeerd om het product terug te sturen of de dienst te annuleren, of als je een vervangend product of vervangende dienst hebt verstrekt, vergeet dit dan niet te vermelden."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Voor producten die gerepareerd of vervangen zijn, dien je bewijs op te geven dat de kaarthouder ermee heeft ingestemd om een reparatie of vervanging te ontvangen, dat het product door de klant is ontvangen en dat de reparatie of vervanging niet is aangevochten."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Als de klant het product niet heeft terug verzonden of de dienst niet heeft geannuleerd, dien je specifieke informatie daarover te verstrekken. Je moet je binnenkomende verzendgegevens nogmaals controleren om te verifiëren dat je geen retour product hebt ontvangen voordat je reageert. Als je een krediet of terugbetaling hebt verwerkt voor deze transactie dien je bewijs hiervan te verstrekken, met inbegrip van het bedrag en de datum van de verwerking."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Als het product of de dienst zoals beschreven is, verstrek dan specifieke informatie (factuur, contract, enz.) om de claims van de kaarthouder te weerleggen. Geschillen over de kwaliteit ontstaan wanneer de klant het niet eens is met de staat van de ontvangen goederen of diensten (bijvoorbeeld een situatie met autoreparatie of de kwaliteit van een hotelkamer). Er kunnen gevallen zijn waarin je een neutraal oordeel van een derde partij moet verkrijgen om je claim tegen de kaarthouder te ondersteunen. Verstrek zoveel mogelijk specifieke informatie en documentatie om de claims van de kaarthouder te weerleggen. Het wordt aanbevolen dat je elk punt dat de kaarthouder heeft gemaakt, behandelt."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Toon aan dat het product of de dienst is geleverd zoals beschreven ten tijde van de aankoop."],"The product or service was received but was defective, damaged, or not as described.":["Het product of de dienst is ontvangen, maar was defect, beschadigd of niet zoals beschreven."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat de klant het product of de dienst heeft ontvangen zoals beschreven, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Product unacceptable":["Product onaanvaardbaar"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Neem eerst contact op met je klant. Begrijpen waarom ze het geschil hebben ingediend is belangrijk om ervoor te zorgen dat je klant het product krijgt en geeft je kritieke informatie om te voorkomen dat anderen dit ook overkomt."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Lever bewijs dat de klant een fysiek product of offline dienst heeft ontvangen of gebruik heeft gemaakt van een digitaal product of online dienst. Dit moet hebben plaatsgevonden voorafgaand aan de datum waarop het geschil is gestart."],"The customer claims they did not receive the products or services purchased.":["De klant beweert dat de aangeschafte producten of diensten niet zijn ontvangen."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kunt bewijzen dat de klant zijn product of dienst heeft ontvangen, moet je het geschil accepteren. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van betwiste betalingen bij je, het bedrijf."],"Product not received":["Product niet ontvangen"],"Insufficient funds":["Onvoldoende middelen"],"Incorrect account details":["Onjuiste accountgegevens"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dit is een ongecategoriseerd geschil, dus je moet contact opnemen met de klant voor meer informatie om erachter te komen waarom de betaling werd betwist."],"General":["Algemeen"],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Het kan efficiënter zijn - en een betere klantervaring opleveren - om een onbedoeld geschil te accepteren en de klant eventueel opnieuw te laten betalen. Zelfs als een geschil wordt ingetrokken, duurt het meestal ongeveer 75 dagen voordat het is afgerond. Vergeet niet dat het de kaart netwerken niet uitmaakt of je een geschil wint of verliest."],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Probeer contact op te nemen met je klant. Soms vergeten mensen betalingen die ze uitvoeren of herkennen ze de manier waarop ze op hun afschrift worden weergegeven niet. Als dit het geval is, vraag ze dan om contact op te nemen met degene die de kaart heeft uitgegeven en laat ze weten dat ze de transactie niet meer aanvechten."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Geef voldoende betalings- en bestelgegevens op, zodat een legitieme klant deze herkent of aan de uitgever van de kaart kan bewijzen dat de kaarthouder de transactie heeft geautoriseerd."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dit is de meest voorkomende reden voor een geschil en vindt plaats wanneer een kaarthouder beweert dat de betaling niet is geautoriseerd. Dit kan gebeuren als de kaart verloren is geraakt of is gestolen en gebruikt werd om een ongeautoriseerde betaling te doen. Het kan ook gebeuren als de kaarthouder de betaling niet herkent wanneer deze op het afschrift van de uitgever van de kaart wordt weergegeven."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Als je ervan overtuigd bent dat de betaling daadwerkelijk is uitgevoerd met een gestolen creditcard, moet je het geschil accepteren. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van ongeautoriseerde betalingen bij jou, de onderneming."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Zelfs als je klant ermee instemt om het geschil te herroepen, moet je nog steeds passend bewijsmateriaal indienen met behulp van de formulieren op het volgende scherm. Simpelweg zeggen dat je klant het geschil gaat intrekken is niet voldoende bewijs."],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Als er twee of meer afzonderlijke betalingen hebben plaatsgevonden, neem dan contact op met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Als dat niet zo is, verzamel dan alle informatie die bewijst dat elke betaling afzonderlijk is gedaan, zoals kopieën van bonnetjes. Als de bonnetjes niet de gekochte artikelen bevatten, zorg er dan voor dat je een gespecificeerde lijst bijvoegt. Op elke kwitantie moet duidelijk staan dat de betalingen voor afzonderlijke aankopen van artikelen of diensten zijn. Als je in staat bent geweest om contact op te nemen met de klant, zorg er dan voor dat je alle zorgen die ze hadden in je bewijs behandelt."],"Determine if your customer was incorrectly charged multiple times.":["Bepaal of je klant meerdere keren onjuist is in rekening gebracht."],"Demonstrate that each payment was for a separate product or service.":["Aantonen dat elke betaling voor een afzonderlijk product of een afzonderlijke dienst was."],"The customer claims they were charged multiple times for the same product or service.":["De klant beweert dat er meerdere keren geld in rekening is gebracht voor hetzelfde product of dezelfde dienst."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Indien er dubbele betalingen zijn verricht, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Duplicate":["Duplicaat"],"Debit not authorized":["Debet niet geautoriseerd"],"Customer initiated":["Klant geïnitieerd"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Als de kaarthouder ermee instemt om het geschil in te trekken, moet je nog altijd bewijs indienen voor het geschil via de formulieren op het volgende scherm. Je indiening moet niet alleen het volgende bewijs bevatten, maar ook de correspondentie met de kaarthouder waarin deze aangeeft het geschil in te trekken, evenals een schriftelijke verklaring van de onderneming die de kaart heeft uitgegeven, waarin wordt bevestigd dat het geschil is ingetrokken."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Je moet eerst contact opnemen met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Aantonen dat je je klant op een andere manier hebt terugbetaald of dat je klant geen recht heeft op terugbetaling. Je kunt geen terugbetaling uitvoeren terwijl een betaling wordt betwist. Als je van mening bent dat je klant recht had op een terugbetaling die je niet hebt verstrekt, kun je het geschil accepteren."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["De klant beweert dat het gekochte product is geretourneerd of dat de transactie anderszins is geannuleerd, maar je hebt nog geen terugbetaling of tegoed verstrekt."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je klant niet naar behoren is terugbetaald, moet je het geschil accepteren of het probleem met je klant afhandelen. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Als je ervan overtuigd bent dat het geschil ongeldig is, kan je het aanvechten door het gepaste bewijs te verstrekken via de reactieformulieren op het volgende scherm."],"Credit not processed":["Tegoed niet verwerkt"],"Check returned":["Cheque geretourneerd"],"Bank cannot process":["Bank kan niet verwerken"],"Lost":["Kwijt"],"Won":["Gewonnen"],"Charge refunded":["Terugbetaalde kosten"],"Under review":["Onder de loep"],"Needs response":["Moet worden beantwoord"],"Inquiry: Closed":["Aanvraag: gesloten"],"Inquiry: Under review":["Onderzoek: onder beoordeling"],"Inquiry: Needs response":["Aanvraag: reactie vereist"],"Payment details not loaded":["Betaalgegevens niet geladen"],"Zip check":["Postcodecontrole"],"Street check":["Straatnaam controle"],"CVC check":["CVC-controle"],"Origin":["Oorsprong"],"Address":["Adres"],"Owner email":["Eigenaar e-mail"],"Owner":["Eigenaar"],"ID":["ID"],"Expires":["Verloopt"],"Number":["Nummer"],"Payment method":["Betaalmethode"],"%1$s %2$s card":["%1$s %2$s kaart"],"unknown":["onbekend"],"prepaid":["prepaid"],"debit":["debiteren"],"credit":["creditcard"],"Not checked":["Niet gecontroleerd"],"Unavailable":["Onbeschikbaar"],"Passed":["Geslaagd"],"Fee":["Kosten"],"Risk evaluation":["Risico evaluatie"],"Disputed: Lost":["Geschil: verloren"],"Disputed: Won":["Betwist: Gewonnen"],"Disputed: In review":["Geschil: wordt beoordeeld"],"Disputed: Needs response":["Geschil: reactie vereist"],"Payment blocked":["Betaling geblokkeerd"],"Payment failed":["Betaling mislukt"],"Payment authorized":["Betaling geautoriseerd"],"Refunded":["Terugbetaald"],"Partial refund":["Gedeeltelijke terugbetaling"],"Deposit date":["Stortingsdatum"],"Deposit transactions":["Stortingstransacties"],"Risk level":["Risiconiveau"],"Country":["Land"],"Email":["E-mail"],"Customer":["Klant"],"Source":["Bron"],"Order #":["Bestelling #"],"Net":["Net"],"Fees":["Kosten"],"Date \/ Time":["Datum\/Tijd"],"Deposit details":["Stortingsgegevens"],"Dispute reversal":["Omkering van geschillen"],"Dispute":["Dispuut"],"Refund failure":["Terugbetaling mislukt"],"Refund":["Terugbetaling"],"Payment refund":["Terugbetaling"],"Payment failure refund":["Terugbetaal fout"],"Payment":["Betaling"],"Charge":["Aanrekenen"],"Highest":["Hoogst"],"Elevated":["Verheven"],"Normal":["Normaal"],"Deposit history":["Stortingsgeschiedenis"],"Bank account":["Bankrekening"],"Status":["Status"],"Amount":["Bedrag"],"Type":["Type"],"Date":["Datum"],"Estimated":["Geschat"],"Failed":["Mislukt"],"Canceled":["Geannuleerd"],"In transit":["Onderweg"],"Pending":["In afwachting"],"Paid":["Betaald"],"Withdrawal":["Opname"],"Deposit":["Aanbetaling"],"Error retrieving deposits.":["Fout bij het ophalen van stortingen."],"Error retrieving deposit.":["Fout bij het ophalen van aanbetaling."],"Challenge dispute":["Geschil aanvechten"],"Dispute details":["Details van geschillen"],"Payment details":["Betalingsgegevens"],"Disputes":["Geschillen"],"Transactions":["Transacties"],"Deposits":["Stortingen"],"Payments":["Betalingen"],"There was a problem redirecting you to the account dashboard. Please try again.":["Er is een probleem opgetreden bij het doorsturen van je naar het account dashboard. Probeer het opnieuw."],"Account":["Account"],"Error determining the connection status.":["Fout bij het bepalen van de verbindingsstatus."]}},"comment":{"reference":"dist\/index.js"}}