{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Viewing test loans. To view live loans, disable test mode in %s settings.":["Visualizzazione dei prestiti di prova. Per visualizzare i prestiti in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"Viewing test documents. To view live documents, disable test mode in %s settings.":["Visualizzazione dei documenti di prova. Per visualizzare documenti in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"Viewing test disputes. To view live disputes, disable test mode in %s settings.":["Visualizzazione dei ricorsi di prova. Per visualizzare i ricorsi in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"Viewing test deposits. To view live deposits, disable test mode in %s settings.":["Visualizzazione degli acconti di prova. Per visualizzare gli acconti in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"%s is in test mode.":["%s è in modalità di prova"],"%s was in test mode when this order was placed.":["%s era in modalità di prova quando è stato effettuato questo ordine.","%s era in modalità di prova quando sono stati effettuati questi ordini."],"View %s settings":["Visualizza impostazioni di %s"],"Viewing test authorizations. To view live authorizations, disable test mode in %s settings.":["Visualizzazione delle autorizzazioni di prova. Per visualizzare le autorizzazioni in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"Viewing test blocked transactions. To view live blocked transactions, disable test mode in %s settings.":["Visualizzazione delle transazioni di prova bloccate. Per visualizzare le transazioni bloccate in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."],"Viewing test on review transactions. To view live on review transactions, disable test mode in %s settings.":["Visualizzazione della prova sulla revisione delle transazioni. Per visualizzare le transazioni della revisione, disattiva la modalità di prova nelle impostazioni di %s."],"Test document:":["Documento di prova:"],"Test dispute:":["Ricorso di prova:"],"Test deposit:":["Acconto di prova:"],"Test payment:":["Pagamento di prova:"],"Viewing test transactions. To view live transactions, disable test mode in %s settings.":["Visualizzazione delle transazioni di prova. Per visualizzare le transazioni in tempo reale, disattiva la modalità di prova nelle impostazioni di %s."]}}}